{
  "trump": {
    "Score": {
      "score": 5.29,
      "score_perc": 58.82,
      "words": 590
    },
    "numberOfTweets": 100,
    "Raw Text": "Eric is my favorite Trump, for he is the dumbest Trump. Always saying the quiet part out loud. https://t.co/tra0dStjDf BREAKING (and this is HUGE): Trump's Son Eric Inadvertently Confirms Trump Lied About His Financial Ties with Russia https://t.co/jr3LOlVpQZ Personal money given for education in 2017\n\nDonald Trump- 0\nIvanka Trump- 0\n\nNicki Minaj- 25k plus\n\nBarack Obama- 2 million RT @tonyposnanski: Personal money given for education in 2017\n\nDonald Trump- 0\nIvanka Trump- 0\n\nNicki Minaj- 25k plus\n\nBarack Obama- 2 mill… RT @BlackMelmisty: Impeach DONALD TRUMP WHAT IS FBI WAITING FOR.IMPEACH TRUMP NOW.USA THE TRUTH TRUMP HAS NO IDEA WHAT TRUTH IS,THEY HAVE L… RT @docrocktex26: Rev. William Barber breaks down Donald Trump's racist politics in one powerful speech https://t.co/RfDJopb7fn via @Mic @POTUS is so despicable that he took tax payer's money intended for small business owners after 9/11. https://t.co/iFXo4ye3Au #ImpeachTrump @janersm trump is the exception to that rule. RT @JoyAnnReid: Winners:\nMacron\nThe EU\nBarack Obama\nFrench media\nThe West\n\nLosers:\nLePen\nPutin\nTrump\nFancyBear\nWikileaks\n4Chan\nMercer/Banno… RT @powerpuffgrl: the 53% of white women who voted for trump acting shocked that he's taking away their maternal health care now https://t.… RT @sarahkendzior: Eric is my favorite Trump, for he is the dumbest Trump. Always saying the quiet part out loud. https://t.co/tra0dStjDf RT @CNN: Emmanuel Macron defeats populism in France, but must now work with US President Donald Trump https://t.co/lOAt2IxTNn https://t.co/… RT @jonfavs: A very important point. Fillon and the French right didn't capitulate to Le Pen like DC Republicans did to Trump. https://t.co… RT @ACLU: President Trump has taken the shackles off of ICE. Expect rampant unconstitutional abuse. https://t.co/XMX2hVdO5x RT @latimes: What's at stake as Trump gets to 'see you in court' in two major travel ban cases https://t.co/HGbtCFrEJp https://t.co/lcuiuxB… 👿THIS IS UNACCEPTABLE‼️ \n@realDonaldTrump👎 \n\n@IvankaTrump 👉🏼Review\n#US Role in Paris \nClim Chg Agmt⁉️ https://t.co/Bkjp305pZM @BreitbartNews RT @veryrarefriend: Trump inauguration, 2017 vs. Playboi Carti at Rolling Loud, 2017 https://t.co/g2z2ChnxNy RT @StopTrump2020: RT if you think Trump is over his head and is the worst president ever!! https://t.co/2GxWTo4X5l RT @fashionkiIIas: Trump inauguration, 2017 vs. Playboi Carti at Rolling Loud, 2017 https://t.co/6MoMSwhxeH RT @puppymnkey: My reality, even if Trump is purged and all his treasonous gluttonous rats, we are still a country that elected this comple… RT @GeorgeTakei: Donald has always denied it, but Eric Trump let it slip:\n\n\"We have all the funding we need out of Russia.\"\n\nFollow the mon… RT @BobLysy: @Amy_Siskind @cleo_peterson @KirstenPowers @CNNTonight @NBCNightlyNews well spoken AMY. COMEY backpedaling bc his investigatio… RT @Meesh_OR: God bless the #French, who after witnessing the debacle of the #Trump administration, pulled back from the abyss. Vive la Fra… RT @tonyposnanski: Personal money given for education in 2017\n\nDonald Trump- 0\nIvanka Trump- 0\n\nNicki Minaj- 25k plus\n\nBarack Obama- 2 mill… RT @Sarah_Hayward: Dear @BBCNews it's not relevant that Macron's wife is 24 yrs older unless it's also relevant that Trump's is 23 yrs youn… Trump Wants to Talk.  https://t.co/B5WkYh0Wwx via @SputnikInt RT @Khanoisseur: This after Kushners took $50 million (see: https://t.co/p4lFn9bqvR) from EB-5 \"investor visa\" holders …while Trump railed… Stop #TrumpCare in #Senate. Thanks, #Trump, we’ll have what Australia’s having, please. Details ▶️… https://t.co/yyp95mjPPW RT @EJDionne: #Macron pushes back #LePen, #Trump, #Putin, nationalism, intolerance. My column: A 2d chance for 3d Way politics?\nhttps://t.c… RT @RagnarWeilandt: Post-Trump/Brexit elections in EU:\nHofer: lost\nWilders: lost\nLe Pen: lost\nLiberal democracy fights back. \n#Presidentiel… RT @ericuman: Trump fires scientists on EPA review board. Plan is to replace them w/ reps from polluting industries. \n\n https://t.co/ODJwDf… RT @HuffPost: Debra Messing goes after Ivanka Trump in scathing acceptance speech https://t.co/RM9KNkh9qe https://t.co/RTFhWHcXRf RT @RuthHHopkins: The Trump administration has also put Giant Sequoia and Mojave Trail monuments under review. We cannot let them destroy t… RT @DTrumpExposed: One say we will tell our grandkids about the biggest fraud ever perpetrated in American history.... Donald Trump!\n\n#Trum… @najahtaa @JaquelynMPorter You understand that's not Trump, right, but a comic from Comedy Central? RT @SethAbramson: Tomorrow, Dems need to *nail down Clapper* on the fact that Comey (as Comey says) *never* briefed him on Russiagate. http… RT @dandrezner: Eric Trump on how the Trump Organization got capital to finance its golf courses https://t.co/u5eDdOH8K5 https://t.co/4o9tX… RT @adamjohnsonNYC: Congress allocates $100 million more to \"counter\" Russian propaganda https://t.co/qu4Khr4AqB RT @sarahkendzior: Eric is my favorite Trump, for he is the dumbest Trump. Always saying the quiet part out loud. https://t.co/tra0dStjDf RT @carolecadwalla: .@AggregateIQ So look, I'm no artist. But this how the illegal co-ordination of 5 Leave campaigns links Brexit to Trump… RT @Sarah_Hayward: Dear @BBCNews it's not relevant that Macron's wife is 24 yrs older unless it's also relevant that Trump's is 23 yrs youn… The Trump exec seems to think if they tell the institution that they are implanted, they will be in serious legal trouble: comments RT @GeorgeTakei: Donald has always denied it, but Eric Trump let it slip:\n\n\"We have all the funding we need out of Russia.\"\n\nFollow the mon… RT @pwthornton: @JeremyMcLellan Trump's election has made bigots really comfortable, and now we have this epidemic of white people gone wil… RT @moorehn: Because Nazi sympathizing is a feature, not a bug of the Trump White House https://t.co/AqS2iu99qk RT @SethAbramson: Tomorrow, Dems need to *nail down Clapper* on the fact that Comey (as Comey says) *never* briefed him on Russiagate. http… RT @TomPerriTom: Trump-lation:\nSHIT!! Shit!! &amp; DOUBLE-SHIT!!! \nReiiince!! \nFly to NEW YORK, NOW!!Get me a Trump Taco Bowl, NOW!!😩😫🌮🥙 https:… RT @mattyglesias: And obviously Murdoch is not pushing Trump &amp; Brexit because he's a man of the people who's sick of neoliberal economics o… RT @tonyposnanski: In one night Nicki Minaj did more good on Twitter than any Trump has...ever. Trump Administration Proposes Huge Cuts In Medical Research. https://t.co/ddHU6lhPFl RT @kl_coop: Fail to see how Macron or his wife's age is relevant to this headline @MailOnline - interesting that no one blinks at Melania/… RT @Markgsparrow: Trump's never held elected office before. He'll be a disaster. Macron has never held elected office before. He'll be a br… RT @EvaYu85670552: @Impeach_D_Trump Mike Pence in deep trouble too.  He lied about not knowing about Flynn's Russia connection.  Can't wait… RT @kfhall0852: Team Trump simply dismisses all who don't fall in lockstep with their neanderthal view of science. Knowledge is like krypto… RT @Cernovich: I just published “President McMaster? — McMaster to Meet with Trump to Discuss Who is Running the White House” https://t.co/… RT @Godsgirl158: Trump’s Godly moves will continue to have \nthe results he was voted for..#MAGA https://t.co/yEJsCAi7p5 RT @RVAwonk: Trump's AG was too racist to become a fed judge. Then, when he was confirmed as AG, his 1st act was lying under oath.\n#SallyYa… @PrisonPlanet Your hero Trump wants a HC plan that would strip millions of poor &amp; middle-class Americans off covera… https://t.co/4po7UrpV2L RT @Kasparov63: Putin placed bets on 3 out of 4 French candidates but lost. Seems like he is running out of trump cards! @Blue_Sunflowers @AlternatFacts @baby_leje @FoxNews Baby Leje is an evil Christmas Tree from Hell, why does her/him… https://t.co/8RTHERUVgc RT @Markgsparrow: Trump's never held elected office before. He'll be a disaster. Macron has never held elected office before. He'll be a br… RT @tonyposnanski: Personal money given for education in 2017\n\nDonald Trump- 0\nIvanka Trump- 0\n\nNicki Minaj- 25k plus\n\nBarack Obama- 2 mill… Sally Yates testifies today in Donald Trump’s Russia scandal: here’s what to expect https://t.co/1gjhHhREAD via @PalmerReport RT @juliaioffe: The most foolish thing anyone can do now is revel in relief. Le Pen, Wilders, Brexit, Trump have raised issues that need to… RT @mcspocky: Face palm\n#Resist #Resistance #TheResistance #Indivisible\n#SCROTUS \n#MAGA (by Jailing tRump)\n#AHCA #AHCAkills https://t.co/Z5… RT @Impeach_D_Trump: Sally Yates did more to resist Donald Trump and save America in 10 days than all of congress combined in 4 months. htt… RT @FRANCE24: From Trump to Trudeau, what world leaders said about Macron's victory https://t.co/eD0NmZxj7B https://t.co/nbZ3ODQPsr RT @KeithOlbermann: Why'd Trump tweet on Russia AGAIN? Comey may have confirmed reports that a Virginia Grand Jury is impaneled on it  http… RT @WSJ: President Trump soon will nominate several judges to federal appeals courts https://t.co/YgIibIYP1x Eric Trump old interview resurf: 'We don't rely on banks. We have all the funding we need out of Russia' https://t.co/REgoTOYBJA via @nuzzel RT @ajplus: Is President Trump's latest executive order just a license to discriminate? https://t.co/Ev6R719Ehh RT @ChristianCowart: The End of Trump's Administration is coming to a theater near you! #SallyYatesIsAPatriot #Resist #TheEndIsNigh @funder… RT @edthagod: \"What do you have to lose\" Trump to black people https://t.co/wToiwqvfe2 RT @TheDailyEdge: Young girl tells Trump: \"You are a disgrace to the world\" #ProfileInCourage https://t.co/dhFMAFD1w7 I liked a @YouTube video https://t.co/9mqU62Ymel Trump Tries To End Michelle Obama’s Girls’ Education Program Trump &amp; his team are selling snake oil salesmen labeled \"snake oil salesmen\" &amp; somehow still making a profit. THE MOST AWKWARD PHOTOS OF DONALD AND IVANKA TRUMP`-;'\n\nhttps://t.co/zmmkHtgiPP RT @Mojahedineng: #News #Iran #US. President #Trump says looking forward to working with Macron https://t.co/dW9Wy0ho0z https://t.co/X7hnIG… RT @edthagod: \"What do you have to lose\" Trump to black people https://t.co/wToiwqvfe2 RT @tonyposnanski: Personal money given for education in 2017\n\nDonald Trump- 0\nIvanka Trump- 0\n\nNicki Minaj- 25k plus\n\nBarack Obama- 2 mill… RT @goldengateblond: Oxymorons are contradictory terms used together like \"jumbo shrimp\" and \"sweet sorrow\" and “President Donald Trump.” RT @SethAbramson: Tomorrow, Dems need to *nail down Clapper* on the fact that Comey (as Comey says) *never* briefed him on Russiagate. http… RT @steve_hofmeyr: The Left gets its post-Trump post-Brexit breather. Now democracy is good again, they say, as the Caliphate gala-night ki… RT @veryrarefriend: Trump inauguration, 2017 vs. Playboi Carti at Rolling Loud, 2017 https://t.co/g2z2ChnxNy RT @USseriously: Awesome protest at Trump's golf club in Bedminster, NJ; the 'People's Motorcade'. Among the signs: “You're Not Royalty. Go… RT @Sarah_Hayward: Dear @BBCNews it's not relevant that Macron's wife is 24 yrs older unless it's also relevant that Trump's is 23 yrs youn… RT @charlesornstein: Three months ago, the incoming president of France delivered a  message to U.S. scientists who feel slighted by Trump:… TRUMP IS A CHAOS AGENT! https://t.co/te1EPqPtyc RT @dandrezner: If only there were some forms that President Trump could release to assuage these concerns. https://t.co/yCvkApPsNB RT @Reuters: Ex-Obama administration officials to testify in Trump-Russia probe https://t.co/v483JT7D7Y https://t.co/AppU3DrxUs RT @Vic_Rollison: Can't wait to see Trump doing same. https://t.co/IaOtUun1eq Trump V. Hillary(the French Edition) RT @funder: 🔥STOP WHAT YOURE DOING AND TWEET #SallyYatesIsAPatriot IMMEDIATELY. TRUMP IS TRYING TO SAY SHES A DEM OPERATIVE—WHICH IS A LIE!… RT @DarthPutinKGB: Trump sent me an SMS. Wants to know why, if Le Pen got fewer votes, she isn't declared winner. RT @nakimasworld: @MurphyFerguson @TRUMP_DUMP1 @kylegriffin1 Luckily DC had govt backed plan i could purchase that was reasonable, but many… RT @mattyglesias: Leaving everything else about globalization, immigration, whatever the same Trump is absolutely inconceivable without Fox… RT @TEN_GOP: .@SheriffClarke: If Trump made me his FBI Director I would be arresting Hillary Clinton today. https://t.co/XoYxz7xNCI RT @TomPerriTom: Trumparsing:\"I HAVE NOTHING TO DO WITH RUSSIA-NO DEALS NO LOANS NO NOTHING!\"…\n\"I have no dealings\"\nwhich is a lie…👇🏌️https… RT @elevenstars: Waiting for trump's twitter shitstorm to start about Sally Yates testifying tomorrow. @realDonaldTrump #trumprussia #Sally… RT @RealMuckmaker: Then and now, how Donald Trump cut off medical treatment to his nephew's sick baby and ours!  https://t.co/KucURW7GVM vi… ",
    "Text": "Eric is my favorite Trump, for he is the dumbest Trump. Always saying the quiet part out loud. BREAKING and this is HUGE Trump's Son Eric Inadvertently Confirms Trump Lied About His Financial Ties with Russia Personal money given for education in Donald Trump- Ivanka Trump- Nicki Minaj- k plusBarack Obama- million Personal money given for education in Donald Trump- Ivanka Trump- Nicki Minaj- k plusBarack Obama- mill Impeach DONALD TRUMP WHAT IS FBI WAITING FOR.IMPEACH TRUMP NOW.USA THE TRUTH TRUMP HAS NO IDEA WHAT TRUTH IS,THEY HAVE L Rev. William Barber breaks down Donald Trump's racist politics in one powerful speech via is so despicable that he took tax payer's money intended for small business owners after . trump is the exception to that rule. WinnersMacronThe EUBarack ObamaFrench mediaThe WestLosersLePenPutinTrumpFancyBearWikileaksChanMercerBanno the of white women who voted for trump acting shocked that he's taking away their maternal health care now Eric is my favorite Trump, for he is the dumbest Trump. Always saying the quiet part out loud. Emmanuel Macron defeats populism in France, but must now work with US President Donald Trump A very important point. Fillon and the French right didn't capitulate to Le Pen like DC Republicans did to Trump. President Trump has taken the shackles off of ICE. Expect rampant unconstitutional abuse. What's at stake as Trump gets to 'see you in court' in two major travel ban cases THIS IS UNACCEPTABLE Review Role in Paris Clim Chg Agmt Trump inauguration, vs. Playboi Carti at Rolling Loud, if you think Trump is over his head and is the worst president ever!! Trump inauguration, vs. Playboi Carti at Rolling Loud, My reality, even if Trump is purged and all his treasonous gluttonous rats, we are still a country that elected this comple Donald has always denied it, but Eric Trump let it slipWe have all the funding we need out of Russia.Follow the mon well spoken AMY. COMEY backpedaling bc his investigatio God bless the who after witnessing the debacle of the administration, pulled back from the abyss. Vive la Fra Personal money given for education in Donald Trump- Ivanka Trump- Nicki Minaj- k plusBarack Obama- mill Dear it's not relevant that Macron's wife is yrs older unless it's also relevant that Trump's is yrs youn Trump Wants to Talk. via This after Kushners took million see from EB- investor visa holders while Trump railed Stop in Thanks, well have what Australias having, please. Details pushes back nationalism, intolerance. My column A d chance for d Way politics? Post-TrumpBrexit elections in EUHofer lostWilders lostLe Pen lostLiberal democracy fights back. Trump fires scientists on EPA review board. Plan is to replace them w reps from polluting industries. Debra Messing goes after Ivanka Trump in scathing acceptance speech The Trump administration has also put Giant Sequoia and Mojave Trail monuments under review. We cannot let them destroy t One say we will tell our grandkids about the biggest fraud ever perpetrated in American history.... Donald Trump! You understand that's not Trump, right, but a comic from Comedy Central? Tomorrow, Dems need to nail down Clapper on the fact that Comey as Comey says never briefed him on Russiagate. http Eric Trump on how the Trump Organization got capital to finance its golf courses Congress allocates million more to counter Russian propaganda Eric is my favorite Trump, for he is the dumbest Trump. Always saying the quiet part out loud. . So look, I'm no artist. But this how the illegal co-ordination of Leave campaigns links Brexit to Trump Dear it's not relevant that Macron's wife is yrs older unless it's also relevant that Trump's is yrs youn The Trump exec seems to think if they tell the institution that they are implanted, they will be in serious legal trouble comments Donald has always denied it, but Eric Trump let it slipWe have all the funding we need out of Russia.Follow the mon Trump's election has made bigots really comfortable, and now we have this epidemic of white people gone wil Because Nazi sympathizing is a feature, not a bug of the Trump White House Tomorrow, Dems need to nail down Clapper on the fact that Comey as Comey says never briefed him on Russiagate. http Trump-lationSHIT!! Shit!! amp DOUBLE-SHIT!!! Reiiince!! Fly to NEW YORK, NOW!!Get me a Trump Taco Bowl, NOW!! https And obviously Murdoch is not pushing Trump amp Brexit because he's a man of the people who's sick of neoliberal economics o In one night Nicki Minaj did more good on Twitter than any Trump has...ever. Trump Administration Proposes Huge Cuts In Medical Research. Fail to see how Macron or his wife's age is relevant to this headline - interesting that no one blinks at Melania Trump's never held elected office before. He'll be a disaster. Macron has never held elected office before. He'll be a br Mike Pence in deep trouble too. He lied about not knowing about Flynn's Russia connection. Can't wait Team Trump simply dismisses all who don't fall in lockstep with their neanderthal view of science. Knowledge is like krypto I just published President McMaster? McMaster to Meet with Trump to Discuss Who is Running the White House Trumps Godly moves will continue to have the results he was voted for.. Trump's AG was too racist to become a fed judge. Then, when he was confirmed as AG, his st act was lying under oath. Your hero Trump wants a HC plan that would strip millions of poor amp middle-class Americans off covera Putin placed bets on out of French candidates but lost. Seems like he is running out of trump cards! Baby Leje is an evil Christmas Tree from Hell, why does herhim Trump's never held elected office before. He'll be a disaster. Macron has never held elected office before. He'll be a br Personal money given for education in Donald Trump- Ivanka Trump- Nicki Minaj- k plusBarack Obama- mill Sally Yates testifies today in Donald Trumps Russia scandal heres what to expect via The most foolish thing anyone can do now is revel in relief. Le Pen, Wilders, Brexit, Trump have raised issues that need to Face palm by Jailing tRump Sally Yates did more to resist Donald Trump and save America in days than all of congress combined in months. htt From Trump to Trudeau, what world leaders said about Macron's victory Why'd Trump tweet on Russia AGAIN? Comey may have confirmed reports that a Virginia Grand Jury is impaneled on it http President Trump soon will nominate several judges to federal appeals courts Eric Trump old interview resurf 'We don't rely on banks. We have all the funding we need out of Russia' via Is President Trump's latest executive order just a license to discriminate? The End of Trump's Administration is coming to a theater near you! What do you have to lose Trump to black people Young girl tells Trump You are a disgrace to the world I liked a video Trump Tries To End Michelle Obamas Girls Education Program Trump amp his team are selling snake oil salesmen labeled snake oil salesmen amp somehow still making a profit. THE MOST AWKWARD PHOTOS OF DONALD AND IVANKA TRUMP-' President says looking forward to working with Macron What do you have to lose Trump to black people Personal money given for education in Donald Trump- Ivanka Trump- Nicki Minaj- k plusBarack Obama- mill Oxymorons are contradictory terms used together like jumbo shrimp and sweet sorrow and President Donald Trump. Tomorrow, Dems need to nail down Clapper on the fact that Comey as Comey says never briefed him on Russiagate. http The Left gets its post-Trump post-Brexit breather. Now democracy is good again, they say, as the Caliphate gala-night ki Trump inauguration, vs. Playboi Carti at Rolling Loud, Awesome protest at Trump's golf club in Bedminster, NJ the 'People's Motorcade'. Among the signs You're Not Royalty. Go Dear it's not relevant that Macron's wife is yrs older unless it's also relevant that Trump's is yrs youn Three months ago, the incoming president of France delivered a message to U.S. scientists who feel slighted by Trump TRUMP IS A CHAOS AGENT! If only there were some forms that President Trump could release to assuage these concerns. Ex-Obama administration officials to testify in Trump-Russia probe Can't wait to see Trump doing same. Trump V. Hillarythe French Edition STOP WHAT YOURE DOING AND TWEET IMMEDIATELY. TRUMP IS TRYING TO SAY SHES A DEM OPERATIVEWHICH IS A LIE! Trump sent me an SMS. Wants to know why, if Le Pen got fewer votes, she isn't declared winner. Luckily DC had govt backed plan i could purchase that was reasonable, but many Leaving everything else about globalization, immigration, whatever the same Trump is absolutely inconceivable without Fox . If Trump made me his FBI Director I would be arresting Hillary Clinton today. TrumparsingI HAVE NOTHING TO DO WITH RUSSIA-NO DEALS NO LOANS NO NOTHING!I have no dealingswhich is a liehttps Waiting for trump's twitter shitstorm to start about Sally Yates testifying tomorrow. Then and now, how Donald Trump cut off medical treatment to his nephew's sick baby and ours! vi",
    "Stemmed Text": "eric is my favorit trump for he is the dumbest trump alway say the quiet part out loud break and this is huge trump s son eric inadvert confirm trump lie about his financi tie with russia person money given for educ in donald trump ivanka trump nicki minaj k plusbarack obama million person money given for educ in donald trump ivanka trump nicki minaj k plusbarack obama mill impeach donald trump what is fbi wait for impeach trump now usa the truth trump has no idea what truth is they have l rev william barber break down donald trump s racist polit in one power speech via is so despic that he took tax payer s money intend for small busi owner after trump is the except to that rule winnersmacronth eubarack obamafrench mediath westloserslepenputintrumpfancybearwikileakschanmercerbanno the of white women who vote for trump act shock that he s take away their matern health care now eric is my favorit trump for he is the dumbest trump alway say the quiet part out loud emmanuel macron defeat popul in franc but must now work with us presid donald trump a veri import point fillon and the french right didn t capitul to le pen like dc republican did to trump presid trump has taken the shackl off of ice expect rampant unconstitut abus what s at stake as trump get to see you in court in two major travel ban case this is unaccept review role in pari clim chg agmt trump inaugur vs playboi carti at roll loud if you think trump is over his head and is the worst presid ever trump inaugur vs playboi carti at roll loud my realiti even if trump is purg and all his treason glutton rat we are still a countri that elect this compl donald has alway deni it but eric trump let it slipw have all the fund we need out of russia follow the mon well spoken ami comey backped bc his investigatio god bless the who after wit the debacl of the administr pull back from the abyss vive la fra person money given for educ in donald trump ivanka trump nicki minaj k plusbarack obama mill dear it s not relev that macron s wife is yrs older unless it s also relev that trump s is yrs youn trump want to talk via this after kushner took million see from eb investor visa holder while trump rail stop in thank well have what australia have pleas detail push back nation intoler my column a d chanc for d way polit post trumpbrexit elect in euhof lostwild lostl pen lostliber democraci fight back trump fire scientist on epa review board plan is to replac them w rep from pollut industri debra mess goe after ivanka trump in scath accept speech the trump administr has also put giant sequoia and mojav trail monument under review we cannot let them destroy t one say we will tell our grandkid about the biggest fraud ever perpetr in american histori donald trump you understand that s not trump right but a comic from comedi central tomorrow dem need to nail down clapper on the fact that comey as comey say never brief him on russiag http eric trump on how the trump organ got capit to financ it golf cours congress alloc million more to counter russian propaganda eric is my favorit trump for he is the dumbest trump alway say the quiet part out loud so look i m no artist but this how the illeg co ordin of leav campaign link brexit to trump dear it s not relev that macron s wife is yrs older unless it s also relev that trump s is yrs youn the trump exec seem to think if they tell the institut that they are implant they will be in serious legal troubl comment donald has alway deni it but eric trump let it slipw have all the fund we need out of russia follow the mon trump s elect has made bigot realli comfort and now we have this epidem of white peopl gone wil becaus nazi sympath is a featur not a bug of the trump white hous tomorrow dem need to nail down clapper on the fact that comey as comey say never brief him on russiag http trump lationshit shit amp doubl shit reiiinc fli to new york now get me a trump taco bowl now https and obvious murdoch is not push trump amp brexit becaus he s a man of the peopl who s sick of neoliber econom o in one night nicki minaj did more good on twitter than ani trump has ever trump administr propos huge cut in medic research fail to see how macron or his wife s age is relev to this headlin interest that no one blink at melania trump s never held elect offic befor he ll be a disast macron has never held elect offic befor he ll be a br mike penc in deep troubl too he lie about not know about flynn s russia connect can t wait team trump simpli dismiss all who don t fall in lockstep with their neanderth view of scienc knowledg is like krypto i just publish presid mcmaster mcmaster to meet with trump to discuss who is run the white hous trump god move will continu to have the result he was vote for trump s ag was too racist to becom a fed judg then when he was confirm as ag his st act was lie under oath your hero trump want a hc plan that would strip million of poor amp middl class american off covera putin place bet on out of french candid but lost seem like he is run out of trump card babi leje is an evil christma tree from hell whi doe herhim trump s never held elect offic befor he ll be a disast macron has never held elect offic befor he ll be a br person money given for educ in donald trump ivanka trump nicki minaj k plusbarack obama mill salli yate testifi today in donald trump russia scandal here what to expect via the most foolish thing anyon can do now is revel in relief le pen wilder brexit trump have rais issu that need to face palm by jail trump salli yate did more to resist donald trump and save america in day than all of congress combin in month htt from trump to trudeau what world leader said about macron s victori whi d trump tweet on russia again comey may have confirm report that a virginia grand juri is impanel on it http presid trump soon will nomin sever judg to feder appeal court eric trump old interview resurf we don t reli on bank we have all the fund we need out of russia via is presid trump s latest execut order just a licens to discrimin the end of trump s administr is come to a theater near you what do you have to lose trump to black peopl young girl tell trump you are a disgrac to the world i like a video trump tri to end michell obama girl educ program trump amp his team are sell snake oil salesmen label snake oil salesmen amp somehow still make a profit the most awkward photo of donald and ivanka trump presid say look forward to work with macron what do you have to lose trump to black peopl person money given for educ in donald trump ivanka trump nicki minaj k plusbarack obama mill oxymoron are contradictori term use togeth like jumbo shrimp and sweet sorrow and presid donald trump tomorrow dem need to nail down clapper on the fact that comey as comey say never brief him on russiag http the left get it post trump post brexit breather now democraci is good again they say as the caliph gala night ki trump inaugur vs playboi carti at roll loud awesom protest at trump s golf club in bedminst nj the peopl s motorcad among the sign you re not royalti go dear it s not relev that macron s wife is yrs older unless it s also relev that trump s is yrs youn three month ago the incom presid of franc deliv a messag to u s scientist who feel slight by trump trump is a chao agent if onli there were some form that presid trump could releas to assuag these concern ex obama administr offici to testifi in trump russia probe can t wait to see trump do same trump v hillaryth french edit stop what your do and tweet immedi trump is tri to say shes a dem operativewhich is a lie trump sent me an sms want to know whi if le pen got fewer vote she isn t declar winner luckili dc had govt back plan i could purchas that was reason but mani leav everyth els about global immigr whatev the same trump is absolut inconceiv without fox if trump made me his fbi director i would be arrest hillari clinton today trumparsingi have noth to do with russia no deal no loan no noth i have no dealingswhich is a liehttp wait for trump s twitter shitstorm to start about salli yate testifi tomorrow then and now how donald trump cut off medic treatment to his nephew s sick babi and our vi",
    "Twits": [
      {
        "text": "Eric is my favorite Trump, for he is the dumbest Trump. Always saying the quiet part out loud. https://t.co/tra0dStjDf",
        "id": 861221308310466600,
        "location": "St. Louis",
        "coordinates": null
      },
      {
        "text": "BREAKING (and this is HUGE): Trump's Son Eric Inadvertently Confirms Trump Lied About His Financial Ties with Russia https://t.co/jr3LOlVpQZ",
        "id": 861288273519550500,
        "location": "huffpost.com/seth-abramson",
        "coordinates": null
      },
      {
        "text": "Personal money given for education in 2017\n\nDonald Trump- 0\nIvanka Trump- 0\n\nNicki Minaj- 25k plus\n\nBarack Obama- 2 million",
        "id": 861174210537959400,
        "location": "New York, USA",
        "coordinates": null
      },
      {
        "text": "RT @tonyposnanski: Personal money given for education in 2017\n\nDonald Trump- 0\nIvanka Trump- 0\n\nNicki Minaj- 25k plus\n\nBarack Obama- 2 mill…",
        "id": 861472879782899700,
        "location": "414/901",
        "coordinates": null
      },
      {
        "text": "RT @BlackMelmisty: Impeach DONALD TRUMP WHAT IS FBI WAITING FOR.IMPEACH TRUMP NOW.USA THE TRUTH TRUMP HAS NO IDEA WHAT TRUTH IS,THEY HAVE L…",
        "id": 861472879745126400,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @docrocktex26: Rev. William Barber breaks down Donald Trump's racist politics in one powerful speech https://t.co/RfDJopb7fn via @Mic",
        "id": 861472879417937900,
        "location": "Virginia, USA",
        "coordinates": null
      },
      {
        "text": "@POTUS is so despicable that he took tax payer's money intended for small business owners after 9/11. https://t.co/iFXo4ye3Au #ImpeachTrump",
        "id": 861472877593464800,
        "location": "USA",
        "coordinates": null
      },
      {
        "text": "@janersm trump is the exception to that rule.",
        "id": 861472877228433400,
        "location": "San Francisco, CA",
        "coordinates": null
      },
      {
        "text": "RT @JoyAnnReid: Winners:\nMacron\nThe EU\nBarack Obama\nFrench media\nThe West\n\nLosers:\nLePen\nPutin\nTrump\nFancyBear\nWikileaks\n4Chan\nMercer/Banno…",
        "id": 861472876238704600,
        "location": "The Colony, TX",
        "coordinates": null
      },
      {
        "text": "RT @powerpuffgrl: the 53% of white women who voted for trump acting shocked that he's taking away their maternal health care now https://t.…",
        "id": 861472874426622000,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @sarahkendzior: Eric is my favorite Trump, for he is the dumbest Trump. Always saying the quiet part out loud. https://t.co/tra0dStjDf",
        "id": 861472874191888400,
        "location": "United States",
        "coordinates": null
      },
      {
        "text": "RT @CNN: Emmanuel Macron defeats populism in France, but must now work with US President Donald Trump https://t.co/lOAt2IxTNn https://t.co/…",
        "id": 861472871784353800,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @jonfavs: A very important point. Fillon and the French right didn't capitulate to Le Pen like DC Republicans did to Trump. https://t.co…",
        "id": 861472871448707100,
        "location": "Oslo",
        "coordinates": null
      },
      {
        "text": "RT @ACLU: President Trump has taken the shackles off of ICE. Expect rampant unconstitutional abuse. https://t.co/XMX2hVdO5x",
        "id": 861472871331373000,
        "location": "Norman, OK",
        "coordinates": null
      },
      {
        "text": "RT @latimes: What's at stake as Trump gets to 'see you in court' in two major travel ban cases https://t.co/HGbtCFrEJp https://t.co/lcuiuxB…",
        "id": 861472871247302700,
        "location": "La La Land",
        "coordinates": null
      },
      {
        "text": "👿THIS IS UNACCEPTABLE‼️ \n@realDonaldTrump👎 \n\n@IvankaTrump 👉🏼Review\n#US Role in Paris \nClim Chg Agmt⁉️ https://t.co/Bkjp305pZM @BreitbartNews",
        "id": 861472870429577200,
        "location": "BENADOR ASSOCIATES",
        "coordinates": null
      },
      {
        "text": "RT @veryrarefriend: Trump inauguration, 2017 vs. Playboi Carti at Rolling Loud, 2017 https://t.co/g2z2ChnxNy",
        "id": 861472870098010100,
        "location": "bay area",
        "coordinates": null
      },
      {
        "text": "RT @StopTrump2020: RT if you think Trump is over his head and is the worst president ever!! https://t.co/2GxWTo4X5l",
        "id": 861472869364244500,
        "location": "waiting for madman in blue box",
        "coordinates": null
      },
      {
        "text": "RT @fashionkiIIas: Trump inauguration, 2017 vs. Playboi Carti at Rolling Loud, 2017 https://t.co/6MoMSwhxeH",
        "id": 861472868726472700,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @puppymnkey: My reality, even if Trump is purged and all his treasonous gluttonous rats, we are still a country that elected this comple…",
        "id": 861472868256940000,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @GeorgeTakei: Donald has always denied it, but Eric Trump let it slip:\n\n\"We have all the funding we need out of Russia.\"\n\nFollow the mon…",
        "id": 861472867497660400,
        "location": "Peoria, Arizona",
        "coordinates": null
      },
      {
        "text": "RT @BobLysy: @Amy_Siskind @cleo_peterson @KirstenPowers @CNNTonight @NBCNightlyNews well spoken AMY. COMEY backpedaling bc his investigatio…",
        "id": 861472866575024100,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @Meesh_OR: God bless the #French, who after witnessing the debacle of the #Trump administration, pulled back from the abyss. Vive la Fra…",
        "id": 861472866197397500,
        "location": "Portland, Oregon",
        "coordinates": null
      },
      {
        "text": "RT @tonyposnanski: Personal money given for education in 2017\n\nDonald Trump- 0\nIvanka Trump- 0\n\nNicki Minaj- 25k plus\n\nBarack Obama- 2 mill…",
        "id": 861472865895448600,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @Sarah_Hayward: Dear @BBCNews it's not relevant that Macron's wife is 24 yrs older unless it's also relevant that Trump's is 23 yrs youn…",
        "id": 861472865723584500,
        "location": "Edinburgh, UK",
        "coordinates": null
      },
      {
        "text": "Trump Wants to Talk.  https://t.co/B5WkYh0Wwx via @SputnikInt",
        "id": 861472865132007400,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @Khanoisseur: This after Kushners took $50 million (see: https://t.co/p4lFn9bqvR) from EB-5 \"investor visa\" holders …while Trump railed…",
        "id": 861472864016281600,
        "location": "from Cleveland, in Oakland",
        "coordinates": null
      },
      {
        "text": "Stop #TrumpCare in #Senate. Thanks, #Trump, we’ll have what Australia’s having, please. Details ▶️… https://t.co/yyp95mjPPW",
        "id": 861472863655673900,
        "location": "Ventura, CA",
        "coordinates": null
      },
      {
        "text": "RT @EJDionne: #Macron pushes back #LePen, #Trump, #Putin, nationalism, intolerance. My column: A 2d chance for 3d Way politics?\nhttps://t.c…",
        "id": 861472862946897900,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @RagnarWeilandt: Post-Trump/Brexit elections in EU:\nHofer: lost\nWilders: lost\nLe Pen: lost\nLiberal democracy fights back. \n#Presidentiel…",
        "id": 861472862514950100,
        "location": "Kuwait",
        "coordinates": null
      },
      {
        "text": "RT @ericuman: Trump fires scientists on EPA review board. Plan is to replace them w/ reps from polluting industries. \n\n https://t.co/ODJwDf…",
        "id": 861472862019956700,
        "location": "United States",
        "coordinates": null
      },
      {
        "text": "RT @HuffPost: Debra Messing goes after Ivanka Trump in scathing acceptance speech https://t.co/RM9KNkh9qe https://t.co/RTFhWHcXRf",
        "id": 861472861147549700,
        "location": "Washington, DC",
        "coordinates": null
      },
      {
        "text": "RT @RuthHHopkins: The Trump administration has also put Giant Sequoia and Mojave Trail monuments under review. We cannot let them destroy t…",
        "id": 861472861130641400,
        "location": "My Funeral",
        "coordinates": null
      },
      {
        "text": "RT @DTrumpExposed: One say we will tell our grandkids about the biggest fraud ever perpetrated in American history.... Donald Trump!\n\n#Trum…",
        "id": 861472860992352300,
        "location": "casa grande, Az ",
        "coordinates": null
      },
      {
        "text": "@najahtaa @JaquelynMPorter You understand that's not Trump, right, but a comic from Comedy Central?",
        "id": 861472860920979500,
        "location": "Palm Springs, CA",
        "coordinates": null
      },
      {
        "text": "RT @SethAbramson: Tomorrow, Dems need to *nail down Clapper* on the fact that Comey (as Comey says) *never* briefed him on Russiagate. http…",
        "id": 861472859968774100,
        "location": "United States",
        "coordinates": null
      },
      {
        "text": "RT @dandrezner: Eric Trump on how the Trump Organization got capital to finance its golf courses https://t.co/u5eDdOH8K5 https://t.co/4o9tX…",
        "id": 861472859960467500,
        "location": "Port Orchard, WA ",
        "coordinates": null
      },
      {
        "text": "RT @adamjohnsonNYC: Congress allocates $100 million more to \"counter\" Russian propaganda https://t.co/qu4Khr4AqB",
        "id": 861472859272523800,
        "location": "California, USA",
        "coordinates": null
      },
      {
        "text": "RT @sarahkendzior: Eric is my favorite Trump, for he is the dumbest Trump. Always saying the quiet part out loud. https://t.co/tra0dStjDf",
        "id": 861472858962145300,
        "location": "Tucson, AZ",
        "coordinates": null
      },
      {
        "text": "RT @carolecadwalla: .@AggregateIQ So look, I'm no artist. But this how the illegal co-ordination of 5 Leave campaigns links Brexit to Trump…",
        "id": 861472858752651300,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @Sarah_Hayward: Dear @BBCNews it's not relevant that Macron's wife is 24 yrs older unless it's also relevant that Trump's is 23 yrs youn…",
        "id": 861472856626090000,
        "location": "East Dunbartonshire & London",
        "coordinates": null
      },
      {
        "text": "The Trump exec seems to think if they tell the institution that they are implanted, they will be in serious legal trouble: comments",
        "id": 861472855380209700,
        "location": "Eugene, OR",
        "coordinates": null
      },
      {
        "text": "RT @GeorgeTakei: Donald has always denied it, but Eric Trump let it slip:\n\n\"We have all the funding we need out of Russia.\"\n\nFollow the mon…",
        "id": 861472854482853900,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @pwthornton: @JeremyMcLellan Trump's election has made bigots really comfortable, and now we have this epidemic of white people gone wil…",
        "id": 861472854268948500,
        "location": "Amarillo, TX",
        "coordinates": null
      },
      {
        "text": "RT @moorehn: Because Nazi sympathizing is a feature, not a bug of the Trump White House https://t.co/AqS2iu99qk",
        "id": 861472853417316400,
        "location": "Seattle, WA USA",
        "coordinates": null
      },
      {
        "text": "RT @SethAbramson: Tomorrow, Dems need to *nail down Clapper* on the fact that Comey (as Comey says) *never* briefed him on Russiagate. http…",
        "id": 861472853132062700,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @TomPerriTom: Trump-lation:\nSHIT!! Shit!! &amp; DOUBLE-SHIT!!! \nReiiince!! \nFly to NEW YORK, NOW!!Get me a Trump Taco Bowl, NOW!!😩😫🌮🥙 https:…",
        "id": 861472852876197900,
        "location": "Missouri, USA",
        "coordinates": null
      },
      {
        "text": "RT @mattyglesias: And obviously Murdoch is not pushing Trump &amp; Brexit because he's a man of the people who's sick of neoliberal economics o…",
        "id": 861472851634925600,
        "location": "30°3'29N, 31°13'44E",
        "coordinates": null
      },
      {
        "text": "RT @tonyposnanski: In one night Nicki Minaj did more good on Twitter than any Trump has...ever.",
        "id": 861472851278389200,
        "location": "",
        "coordinates": null
      },
      {
        "text": "Trump Administration Proposes Huge Cuts In Medical Research. https://t.co/ddHU6lhPFl",
        "id": 861472848745025500,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @kl_coop: Fail to see how Macron or his wife's age is relevant to this headline @MailOnline - interesting that no one blinks at Melania/…",
        "id": 861472848531075100,
        "location": "Keswick, Crosby, Twickenham",
        "coordinates": null
      },
      {
        "text": "RT @Markgsparrow: Trump's never held elected office before. He'll be a disaster. Macron has never held elected office before. He'll be a br…",
        "id": 861472847411249200,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @EvaYu85670552: @Impeach_D_Trump Mike Pence in deep trouble too.  He lied about not knowing about Flynn's Russia connection.  Can't wait…",
        "id": 861472846790484000,
        "location": "Austin, TX",
        "coordinates": null
      },
      {
        "text": "RT @kfhall0852: Team Trump simply dismisses all who don't fall in lockstep with their neanderthal view of science. Knowledge is like krypto…",
        "id": 861472846685413400,
        "location": "Greenfields, Perth (WA)",
        "coordinates": null
      },
      {
        "text": "RT @Cernovich: I just published “President McMaster? — McMaster to Meet with Trump to Discuss Who is Running the White House” https://t.co/…",
        "id": 861472846220021800,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @Godsgirl158: Trump’s Godly moves will continue to have \nthe results he was voted for..#MAGA https://t.co/yEJsCAi7p5",
        "id": 861472845226029000,
        "location": "Largo, Florida",
        "coordinates": null
      },
      {
        "text": "RT @RVAwonk: Trump's AG was too racist to become a fed judge. Then, when he was confirmed as AG, his 1st act was lying under oath.\n#SallyYa…",
        "id": 861472845125124100,
        "location": "Brisbane, Queensland",
        "coordinates": null
      },
      {
        "text": "@PrisonPlanet Your hero Trump wants a HC plan that would strip millions of poor &amp; middle-class Americans off covera… https://t.co/4po7UrpV2L",
        "id": 861472844903010300,
        "location": "Berlin",
        "coordinates": null
      },
      {
        "text": "RT @Kasparov63: Putin placed bets on 3 out of 4 French candidates but lost. Seems like he is running out of trump cards!",
        "id": 861472844638810100,
        "location": "Cardiff",
        "coordinates": null
      },
      {
        "text": "@Blue_Sunflowers @AlternatFacts @baby_leje @FoxNews Baby Leje is an evil Christmas Tree from Hell, why does her/him… https://t.co/8RTHERUVgc",
        "id": 861472844575854600,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @Markgsparrow: Trump's never held elected office before. He'll be a disaster. Macron has never held elected office before. He'll be a br…",
        "id": 861472844500402200,
        "location": "Liberalism = Mental Disorder",
        "coordinates": null
      },
      {
        "text": "RT @tonyposnanski: Personal money given for education in 2017\n\nDonald Trump- 0\nIvanka Trump- 0\n\nNicki Minaj- 25k plus\n\nBarack Obama- 2 mill…",
        "id": 861472844328296400,
        "location": "",
        "coordinates": null
      },
      {
        "text": "Sally Yates testifies today in Donald Trump’s Russia scandal: here’s what to expect https://t.co/1gjhHhREAD via @PalmerReport",
        "id": 861472843749621800,
        "location": "South Texas",
        "coordinates": null
      },
      {
        "text": "RT @juliaioffe: The most foolish thing anyone can do now is revel in relief. Le Pen, Wilders, Brexit, Trump have raised issues that need to…",
        "id": 861472843434995700,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @mcspocky: Face palm\n#Resist #Resistance #TheResistance #Indivisible\n#SCROTUS \n#MAGA (by Jailing tRump)\n#AHCA #AHCAkills https://t.co/Z5…",
        "id": 861472842180943900,
        "location": "UK",
        "coordinates": null
      },
      {
        "text": "RT @Impeach_D_Trump: Sally Yates did more to resist Donald Trump and save America in 10 days than all of congress combined in 4 months. htt…",
        "id": 861472842067591200,
        "location": "Santa Barbara,CA/Las Vegas, NV",
        "coordinates": null
      },
      {
        "text": "RT @FRANCE24: From Trump to Trudeau, what world leaders said about Macron's victory https://t.co/eD0NmZxj7B https://t.co/nbZ3ODQPsr",
        "id": 861472841761525800,
        "location": "Béjaïa                                                                                            , Algeria",
        "coordinates": null
      },
      {
        "text": "RT @KeithOlbermann: Why'd Trump tweet on Russia AGAIN? Comey may have confirmed reports that a Virginia Grand Jury is impaneled on it  http…",
        "id": 861472841467797500,
        "location": "Pacific Northwest",
        "coordinates": null
      },
      {
        "text": "RT @WSJ: President Trump soon will nominate several judges to federal appeals courts https://t.co/YgIibIYP1x",
        "id": 861472841333715000,
        "location": "",
        "coordinates": null
      },
      {
        "text": "Eric Trump old interview resurf: 'We don't rely on banks. We have all the funding we need out of Russia' https://t.co/REgoTOYBJA via @nuzzel",
        "id": 861472840473882600,
        "location": "Durban, South Africa",
        "coordinates": null
      },
      {
        "text": "RT @ajplus: Is President Trump's latest executive order just a license to discriminate? https://t.co/Ev6R719Ehh",
        "id": 861472839328813000,
        "location": "hell",
        "coordinates": null
      },
      {
        "text": "RT @ChristianCowart: The End of Trump's Administration is coming to a theater near you! #SallyYatesIsAPatriot #Resist #TheEndIsNigh @funder…",
        "id": 861472838267666400,
        "location": "Pennsylvania, USA",
        "coordinates": null
      },
      {
        "text": "RT @edthagod: \"What do you have to lose\" Trump to black people https://t.co/wToiwqvfe2",
        "id": 861472838141661200,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @TheDailyEdge: Young girl tells Trump: \"You are a disgrace to the world\" #ProfileInCourage https://t.co/dhFMAFD1w7",
        "id": 861472838062137300,
        "location": "",
        "coordinates": null
      },
      {
        "text": "I liked a @YouTube video https://t.co/9mqU62Ymel Trump Tries To End Michelle Obama’s Girls’ Education Program",
        "id": 861472836472459300,
        "location": "Nashville, TN",
        "coordinates": null
      },
      {
        "text": "Trump &amp; his team are selling snake oil salesmen labeled \"snake oil salesmen\" &amp; somehow still making a profit.",
        "id": 861472835566317600,
        "location": "",
        "coordinates": null
      },
      {
        "text": "THE MOST AWKWARD PHOTOS OF DONALD AND IVANKA TRUMP`-;'\n\nhttps://t.co/zmmkHtgiPP",
        "id": 861472834190811100,
        "location": "Mumbra, Navi Mumbai",
        "coordinates": null
      },
      {
        "text": "RT @Mojahedineng: #News #Iran #US. President #Trump says looking forward to working with Macron https://t.co/dW9Wy0ho0z https://t.co/X7hnIG…",
        "id": 861472833813098500,
        "location": "USA",
        "coordinates": null
      },
      {
        "text": "RT @edthagod: \"What do you have to lose\" Trump to black people https://t.co/wToiwqvfe2",
        "id": 861472833687486500,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @tonyposnanski: Personal money given for education in 2017\n\nDonald Trump- 0\nIvanka Trump- 0\n\nNicki Minaj- 25k plus\n\nBarack Obama- 2 mill…",
        "id": 861472833607573500,
        "location": "Arcadia, CA",
        "coordinates": null
      },
      {
        "text": "RT @goldengateblond: Oxymorons are contradictory terms used together like \"jumbo shrimp\" and \"sweet sorrow\" and “President Donald Trump.”",
        "id": 861472833444036600,
        "location": "Santa Rosa, CA",
        "coordinates": null
      },
      {
        "text": "RT @SethAbramson: Tomorrow, Dems need to *nail down Clapper* on the fact that Comey (as Comey says) *never* briefed him on Russiagate. http…",
        "id": 861472833008017400,
        "location": "Seacoast, NH",
        "coordinates": null
      },
      {
        "text": "RT @steve_hofmeyr: The Left gets its post-Trump post-Brexit breather. Now democracy is good again, they say, as the Caliphate gala-night ki…",
        "id": 861472832697634800,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @veryrarefriend: Trump inauguration, 2017 vs. Playboi Carti at Rolling Loud, 2017 https://t.co/g2z2ChnxNy",
        "id": 861472832424878100,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @USseriously: Awesome protest at Trump's golf club in Bedminster, NJ; the 'People's Motorcade'. Among the signs: “You're Not Royalty. Go…",
        "id": 861472831619641300,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @Sarah_Hayward: Dear @BBCNews it's not relevant that Macron's wife is 24 yrs older unless it's also relevant that Trump's is 23 yrs youn…",
        "id": 861472828478160900,
        "location": "madrid",
        "coordinates": null
      },
      {
        "text": "RT @charlesornstein: Three months ago, the incoming president of France delivered a  message to U.S. scientists who feel slighted by Trump:…",
        "id": 861472827689492500,
        "location": "United States",
        "coordinates": null
      },
      {
        "text": "TRUMP IS A CHAOS AGENT! https://t.co/te1EPqPtyc",
        "id": 861472824875245600,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @dandrezner: If only there were some forms that President Trump could release to assuage these concerns. https://t.co/yCvkApPsNB",
        "id": 861472822308216800,
        "location": "Santa Rosa, CA",
        "coordinates": null
      },
      {
        "text": "RT @Reuters: Ex-Obama administration officials to testify in Trump-Russia probe https://t.co/v483JT7D7Y https://t.co/AppU3DrxUs",
        "id": 861472821414838300,
        "location": "Blaine. WA",
        "coordinates": null
      },
      {
        "text": "RT @Vic_Rollison: Can't wait to see Trump doing same. https://t.co/IaOtUun1eq",
        "id": 861472820831764500,
        "location": "Sydney",
        "coordinates": null
      },
      {
        "text": "Trump V. Hillary(the French Edition)",
        "id": 861472820819370000,
        "location": "New Mexico, USA",
        "coordinates": null
      },
      {
        "text": "RT @funder: 🔥STOP WHAT YOURE DOING AND TWEET #SallyYatesIsAPatriot IMMEDIATELY. TRUMP IS TRYING TO SAY SHES A DEM OPERATIVE—WHICH IS A LIE!…",
        "id": 861472820034805800,
        "location": "Seattle, WA",
        "coordinates": null
      },
      {
        "text": "RT @DarthPutinKGB: Trump sent me an SMS. Wants to know why, if Le Pen got fewer votes, she isn't declared winner.",
        "id": 861472820030828500,
        "location": "the world outside",
        "coordinates": null
      },
      {
        "text": "RT @nakimasworld: @MurphyFerguson @TRUMP_DUMP1 @kylegriffin1 Luckily DC had govt backed plan i could purchase that was reasonable, but many…",
        "id": 861472818738991100,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @mattyglesias: Leaving everything else about globalization, immigration, whatever the same Trump is absolutely inconceivable without Fox…",
        "id": 861472818105634800,
        "location": "30°3'29N, 31°13'44E",
        "coordinates": null
      },
      {
        "text": "RT @TEN_GOP: .@SheriffClarke: If Trump made me his FBI Director I would be arresting Hillary Clinton today. https://t.co/XoYxz7xNCI",
        "id": 861472817853943800,
        "location": "Thurrock",
        "coordinates": null
      },
      {
        "text": "RT @TomPerriTom: Trumparsing:\"I HAVE NOTHING TO DO WITH RUSSIA-NO DEALS NO LOANS NO NOTHING!\"…\n\"I have no dealings\"\nwhich is a lie…👇🏌️https…",
        "id": 861472817455308800,
        "location": "Missouri, USA",
        "coordinates": null
      },
      {
        "text": "RT @elevenstars: Waiting for trump's twitter shitstorm to start about Sally Yates testifying tomorrow. @realDonaldTrump #trumprussia #Sally…",
        "id": 861472817438740500,
        "location": "Finland",
        "coordinates": null
      },
      {
        "text": "RT @RealMuckmaker: Then and now, how Donald Trump cut off medical treatment to his nephew's sick baby and ours!  https://t.co/KucURW7GVM vi…",
        "id": 861472816738291700,
        "location": "northeastern U.S.",
        "coordinates": null
      }
    ]
  },
  "london": {
    "Score": {
      "score": 5.83,
      "score_perc": 64.73,
      "words": 601
    },
    "numberOfTweets": 130,
    "Raw Text": "Tonight I leave for London, to see my doctors. When I came back in March, I hinted that there might be a need to re… https://t.co/v83yZoR4AK Whilst politicians pretend the streets are safe, a young man is being knifed to death in London nearly every day. https://t.co/YAMSNNwDfa LONDON: 10 fatal knife stabbings in just 11 days. When is @SadiqKhan going to pull his finger out and ACT? https://t.co/XkqZF2x8L3 RT @robnitm: Sandwiches for sale, London 1972, photo by Glen F. https://t.co/bY82To4T02 This weekend I'm off to London to walk 26 miles over night all for Breast Cancer. \nIf anyone would like to donate... https://t.co/iMUnEPNHFC London News Search (Macron wins French presidency, to European allies' relief) 1 London - https://t.co/KtZwrsiEfD RT @kwilli1046: If we don't employ #ExtremeVetting this is what's coming. \"Muslims in London saying they will dominate the West\" https://t.… 1,500 free books snapped up at Morpeth school’s ‘giveaway’ event https://t.co/FtjPOyx4Dj #London https://t.co/a1upQy2GQ4 Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to Lo... https://t.co/oPBv6mVsUW 06:40 #Braintree to #London LST due 07:46 will no longer call at Hatfield Peverel, #Shenfield and #Stratford. RT @nokianetworks: Register today for #SCWS! Our #smallcells team will be happy to engage with you in London: https://t.co/VUfgifMWsa @smal… 06:25 #London LST to #Norwich due 08:27 is prev delayed, is further delayed at #Chelmsford is now 6 mins l8. Hahahaha.... Mhen I love this Buhari style of presidency.... Even small headache baba don jet out straight to London... 😁... Ltd facilities on the 07:40 #Norwich to #London LST due 09:24. RT @AmyMek: Tax-payer funded @BBC claims Hijab Wearing Basketball Players (Jihadi's) are a 'Big Step Forward for Women's Sport' \nhttps://t.… RT @AmyMek: Tax-payer funded @BBC claims Hijab Wearing Basketball Players (Jihadi's) are a 'Big Step Forward for Women's Sport' \nhttps://t.… Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to Lo... https://t.co/0DJWo9W8PA RT @Jidee_: President Buhari: Tonight I leave for London, to see my doctors. \n\nNigeria Doctors: https://t.co/1tqvRLOGYS RT @aliasgar1234: Yesteryear diva Mumtaz spotted in London but you can hardly recognise her. See viral pic... https://t.co/QqekafpWye RT @ProAthleteSupps: Early drive essentials on route to london https://t.co/W07JW8Buz6 London again today and tomorrow 🎉 RT @Jidee_: President Buhari: Tonight I leave for London, to see my doctors. \n\nNigeria Doctors: https://t.co/1tqvRLOGYS Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to Lo... https://t.co/XeRp0pVHde Social Media Strategy in 8 Steps:\nhttps://t.co/40Hd0dHHFz\n\n#london #socialmediamarketing #marketing #content #online #strategy #business RT @pmnewsnigeria: Ailing Buhari Off To London On Indefinite Medical Vacation  https://t.co/l7vhSU7TgZ https://t.co/8MfPn8d49t RT @Look_UpLondon: If you want to find the Roman ruins under Leadenhall Market, all you need to do is pop into the Hairdresser... https://t… London News Search (Taiwan activists appeal to China not to politicize U.N. health meeting) 1 London - https://t.co/Qp2LhjXibt RT @hostileholly5w: Meanwhile, in London, the stabathon continues. Police still busy arresting people for tweets @KTHopkins  https://t.co/J… Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to Lo... https://t.co/7HkCC0B3Qe RT @robnitm: Sandwiches for sale, London 1972, photo by Glen F. https://t.co/bY82To4T02 happy birthday dear @frabortol897\nhave a great day and hopefully see you in london xx The countdown is on and the holiday prep has begun! Spain, I am SO ready for you. 🌴 @ London,… https://t.co/B4tLcw2SMj RT @GrahamGtk1954: ISIS Calls for More Truck Attacks, 'Killing, Stabbing, Slitting Throats' in London https://t.co/dzsqxB83Uv RT @NGRPresident: President @MBuhari &amp; Vice President @ProfOsinbajo last night, before the President departed for London. VP will function… RT @RSPCA_official: Does anyone know who rescued Felix the cat? We'd love to speak to them 🐱 https://t.co/lrdDJkxO3X Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to Lo... https://t.co/RfyiJ3POsQ BREAKING: Buhari meets Osinbajo, Saraki, Dogara ahead of his medical trip to London (photos): https://t.co/OqWXHVxOD9 RT @TrulyFord: Back to London today! 🌨💦 I've had the most amazing trip filled with wonderful, generous people and lots of music 💥💥💥 https:/… RT @MBuhari: Tonight I leave for London, to see my doctors. When I came back in March, I hinted that there might be a need to return soon,f… RT @NiaJaxWWE: We came and slayyyyed #WWELiverpool now onto London for RAW #RAWisRUDE #TeamRude @AlexaBliss_WWE https://t.co/1TXaeblsL0 Rents in London fell for the first time since 2009 in April. https://t.co/ynx30Onn85 RT @MBuhari: Tonight I leave for London, to see my doctors. When I came back in March, I hinted that there might be a need to return soon,f… Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to Lo... https://t.co/afSltAdbdt RT @CalumSPlath: my inner nerd loves this map 🚃 finally made sense of London's train stations https://t.co/PzuEiqvaSv RT @FemAdesina: PMB travels tonight for medical follow-up. Length of stay to be determined by London doctors.Govt to function normally unde… .@ASICSUK to open flagship on London’s Regent Street. https://t.co/xqAyCd8228 #retailers #news @RegentStreetW1 https://t.co/4nRReOEG4B RT @Rouvafe: As President Buhari embarks on yet another medical trip to london, I wish him safe re..co..co....journey. London News Search (Rebekah Elmaloglou is on a mission to lose 10 kilos) 1 London - https://t.co/9oONXsSwhS RT @EllenHarber: It's time for another Indie Author Day! Some lucky people are going to find @rogersonsm's #VisionsOfZarua in London! #indi… Gerrard eyes Liverpool coaching role #LiverpoolvsLeicester # #Liverpool #Liverpool https://t.co/mHxHztfVbk https://t.co/ArkkDAyme0 PHOTOS: Buhari meets Osinbajo, Saraki, others before London trip https://t.co/WcQqnNKcLq https://t.co/Fq44XD5d1g PHOTOS: Buhari meets Osinbajo, Saraki, others before London trip Love it: RT @robnitm: Sandwiches for sale, London 1972, photo by Glen F. https://t.co/5fPe9HcHWp” PHOTOS: Buhari meets Osinbajo, Saraki, others before London trip PHOTOS: Buhari meets Osinbajo, Saraki, others before London trip PHOTOS: Buhari meets Osinbajo, Saraki, others before London trip https://t.co/RU0uKpBaOg https://t.co/Lu7AL5N687 RT @amyrightside: Barbara Windsor to be made a Dame? #PhilMitchell # #BarbaraWindsor #BarbaraWindsor https://t.co/DAFtgdVWvq #philmitchellb… Fani Kayode Reacts To President Buhari's London Medical Trip - \"The Whole Thing Stinks\" https://t.co/HKKyaBPSKo https://t.co/Z4qcnq0l8b Interested in a #job in #London, England? This could be a great fit: https://t.co/vbjgneYjHf #Sales #Hiring PHOTOS: Buhari meets Osinbajo, Saraki, others before London trip https://t.co/ajHJW6jjWP https://t.co/O7XPM16nG1 RT @seanpaulday: .@davidkurten @peterwhittle @TfL @davidkurten @peterwhittle \n\nThe only solution is to break up @TfL. \n\nhttps://t.co/55BDJU… #ManCity 4-1 Sunderland second opinion: An unhappy Christmas after a Boxing #ManCity https://t.co/4hWMYdVlL7 Why Buhari Decides To Travel To London At Night – Presidency https://t.co/pMqZX4OYje https://t.co/IC7OLkYqM6 PHOTOS: Buhari meets Osinbajo, Saraki, others before London trip https://t.co/EMYqzjBjib https://t.co/gvX2cWLbsd Battleground Seats 5) London - Conservative Home https://t.co/AsAUoytncw #London https://t.co/lkwgPQBEqS RT @QoffeeApp: Unbuilt London: The Crystal Span Bridge https://t.co/85Euf5fvWy #coffee https://t.co/gPYXtzh6ID RT @conveyancy1st: Find a solicitor in Ruislip using our improved solicitor search function - https://t.co/HE6kZYv8VC PHOTOS: Buhari meets Osinbajo, Saraki, others before London trip https://t.co/uelZOIj8kX https://t.co/eSqvaQ7Ush RT @amyrightside: Barbara Windsor to be made a Dame? #PhilMitchell # #BarbaraWindsor #BarbaraWindsor https://t.co/DAFtgdVWvq #philmitchellb… RT @IBMStorage: See you Tuesday, London! Looking forward to our IBM Spectrum Scale User Group Meeting on May 9-10! https://t.co/k5CqUB5wx5 Fani Kayode Reacts To President Buhari's London Medical Trip - \"The Whole Thing Stinks\" https://t.co/vc0RnbL1bM RT @amyrightside: Barbara Windsor to be made a Dame? #PhilMitchell # #BarbaraWindsor #BarbaraWindsor https://t.co/DAFtgdVWvq #philmitchellb… RT @NGRPresident: President @MBuhari &amp; Vice President @ProfOsinbajo last night, before the President departed for London. VP will function… PHOTOS: Buhari meets Osinbajo, Saraki, others before London trip https://t.co/XB1oPcJdm0 https://t.co/uGxJcXLySy Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to Lo... https://t.co/yHqltbmQUd Fani Kayode Reacts To President Buhari's London Medical Trip - \"The Whole Thing Stinks\" https://t.co/i9RwfwgH1T RT @robnitm: Sandwiches for sale, London 1972, photo by Glen F. https://t.co/bY82To4T02 Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to London https://t.co/qnIagcC5Yl Barbara Windsor to be made a Dame? #PhilMitchell # #BarbaraWindsor #BarbaraWindsor https://t.co/O8fdoOWojy The Churchgate #Business Lounge is perfect place to get some #work done. The first building to achieve @WiredScore… https://t.co/nMCbmw0MdW Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to London https://t.co/8KGiHrHTDI RT @HeyViolet: coming for ya, london Ariana Neal begins filming series based on #NickiMinaj's childhood in Queens #NickiMinaj https://t.co/laNSs8lCus https://t.co/d6AC5cs0qp RT @kebram: Watch same set of people that wanted Buhari to go to London start hashtag #whereisbuhari RT @amyrightside: Barbara Windsor to be made a Dame? #PhilMitchell # #BarbaraWindsor #BarbaraWindsor https://t.co/DAFtgdVWvq #philmitchellb… Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to Lo... https://t.co/dkbRs757Tt RT @PaulWallace123: #Nigeria's President #Buhari heads back to London for medical tests, leaving VP #Osinbajo in charge. https://t.co/zPIdD… All ready at The Ritz,London for our \"Transparency and Trust:how to choose the right offshore structure and jurisdi… https://t.co/TDHSwnFqoC https://t.co/Y4bLFxSYRl For all the runners. Its just you &amp; your miles. Trainee IT Recruitment Consultant - Warm Desk https://t.co/S2r7sahhRk RT @JessieJ_Global: I entered the £15 Front Row lottery to see @DreamgirlsLDN on @TodayTixUK! Enter: https://t.co/p1jltsRkWk London High Level Forum To Chart Somalia’s Future https://t.co/152FHE5tYr https://t.co/FUPY6iRmEb RT @robnitm: Sandwiches for sale, London 1972, photo by Glen F. https://t.co/bY82To4T02 If an asteroid hit London only 3% of deaths would be from impact | New Scientist https://t.co/WaYK05BNKr RT @DaiIyLONDON: 1,500 free books snapped up at Morpeth school’s ‘giveaway’ event https://t.co/FtjPOyx4Dj #London https://t.co/a1upQy2GQ4 Flight #CX256 (Cathay Pacific) from London/LHR arrived at gate 14:51. [London] Togetic (M)  until 08:16:55AM at 36 Muswell Hill Rd https://t.co/YYmCyFuRCo https://t.co/YTg9JQSkpS [London] Aerodactyl (M)  until 08:21:16AM at 402 Wimbledon Park Rd https://t.co/MtM43EBT4W https://t.co/bIodroQfR8 it literally costs more for one train down to London than it does for the tickets to see shawn😤 RT @LondonPortAuth: First cruise ship into central London this year: La Boreal will moor alongside HMS Belfast this afternoon.  @TowerBridg… I went to London for 5sos and I'm going to Manchester for Harry Styles, i don't know which is farther https://t.co/gCuQVpwAE3 [London] Arcanine (M)  until 08:20:16AM at 5 Sumpter Cl https://t.co/UWeGireF1F https://t.co/HbG0x6PfLY London News Search (Thousands migration target will be Tory manifesto pledge) 1 London - https://t.co/Sdd3FUcaVg So that's a wrap on our Tower Bridge Exhibition install. #towerbridge #london #builtenvironment #design #signage… https://t.co/OZxnjdDhB0 RT @sw19cam: Rumble strips London Fields style. https://t.co/ZYNC1raCjx @guardian: London rents fall for first time since 2009 by 1.2%\nhttps://t.co/RXxNrmrcci by @pcollinson &amp;… https://t.co/LrlYSgneT4 Almost time for 13 days of walking! 280 miles by this wonderful lady from @ManyTearsRescue to save rescue @ITVStudios London #Bristol #Wales RT @robnitm: Sandwiches for sale, London 1972, photo by Glen F. https://t.co/bY82To4T02 Must read by @hazelsheffield: How a 'sleep faster, do more' culture in startups is threatening mental health https://t.co/BmCJPhKSY0 [Mixtape] Amber London - Only Rep Da Unda Vol.1 [EP] @KlvnAmberLondon @_DJRizzoGates @Spinrilla » https://t.co/IPjf3Ux3Xz RT @ItsTravelVibes: London, United Kingdom 🇬🇧 https://t.co/A2Vx8OXsUp RT @Jidee_: President Buhari: Tonight I leave for London, to see my doctors. \n\nNigeria Doctors: https://t.co/1tqvRLOGYS London High Level Forum To Chart Somalia’s Future https://t.co/wAYykbopai https://t.co/APsiu7qzOV RT @robnitm: Sandwiches for sale, London 1972, photo by Glen F. https://t.co/bY82To4T02 London bridges https://t.co/N56QfWea3z RT @Independent: Zoe Ball's boyfriend Billy Yates found dead aged 40 https://t.co/5ibIgEYJn3 RT @Jidee_: President Buhari: Tonight I leave for London, to see my doctors. \n\nNigeria Doctors: https://t.co/1tqvRLOGYS Just heading for RBTE in London - if you're there, look forward to meeting on the @mygloodoo stand near the champagne bar! #retail @okokloserkid HAPPY BIRTHDAY TWINNY, I love you lots and I hope you have an amazing day also and I can't wait to meet you in london💛Xx Looking forward to kicking off this exciting new SW London concert series on 18 May with some Bach, Haydn &amp; Mozart! https://t.co/FdSbHXhHzU Polluted Welsh stream kills eels and fish https://t.co/bsdg3GflcO RT @hope_themovie: Can't wait for the people of Japan to see our film! @TokyoLiftOff @BadAssBradders #indie #indiefilm #filmfestival https:… Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to Lo... https://t.co/DzaSBjxz5e London News Search (ECB should adjust guidance as risks to growth more balanced: Mersch) 1 London - https://t.co/xfiGx9GZTO RT @LoveKeepCreate: Love this! Ed Sheeran treats ill girl to one-to-one concert #EdSheeran #gig  https://t.co/s7Xa645HgK RT @TRobinsonNewEra: French Voters in London: “Anyone but Le Pen” - YouTube https://t.co/Nffbf8tCLi @FemAdesina PMB journey to London makes no difference, even in his presence all we felt was his absence. He should complete his tenure there Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to Lo... https://t.co/eVrGl05Nfe Everyone loves the passer-by who saved a drowning cat and walked off like it was nothing https://t.co/MrrKnD916d # via @HuffPostUK Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to Lo... https://t.co/o2qPwQiwZl ",
    "Text": "Tonight I leave for London, to see my doctors. When I came back in March, I hinted that there might be a need to re Whilst politicians pretend the streets are safe, a young man is being knifed to death in London nearly every day. LONDON fatal knife stabbings in just days. When is going to pull his finger out and ACT? Sandwiches for sale, London , photo by Glen F. This weekend I'm off to London to walk miles over night all for Breast Cancer. If anyone would like to donate... London News Search Macron wins French presidency, to European allies' relief London - If we don't employ this is what's coming. Muslims in London saying they will dominate the West , free books snapped up at Morpeth schools giveaway event Photos Pres. Buhari received Osinbajo, Saraki amp Dogara at the statehouse before jetting out to Lo... to LST due will no longer call at Hatfield Peverel, and Register today for Our team will be happy to engage with you in London LST to due is prev delayed, is further delayed at is now mins l. Hahahaha.... Mhen I love this Buhari style of presidency.... Even small headache baba don jet out straight to London... ... Ltd facilities on the to LST due . Tax-payer funded claims Hijab Wearing Basketball Players Jihadi's are a 'Big Step Forward for Women's Sport' Tax-payer funded claims Hijab Wearing Basketball Players Jihadi's are a 'Big Step Forward for Women's Sport' Photos Pres. Buhari received Osinbajo, Saraki amp Dogara at the statehouse before jetting out to Lo... President Buhari Tonight I leave for London, to see my doctors. Nigeria Doctors Yesteryear diva Mumtaz spotted in London but you can hardly recognise her. See viral pic... Early drive essentials on route to london London again today and tomorrow President Buhari Tonight I leave for London, to see my doctors. Nigeria Doctors Photos Pres. Buhari received Osinbajo, Saraki amp Dogara at the statehouse before jetting out to Lo... Social Media Strategy in Steps Ailing Buhari Off To London On Indefinite Medical Vacation If you want to find the Roman ruins under Leadenhall Market, all you need to do is pop into the Hairdresser... London News Search Taiwan activists appeal to China not to politicize U.N. health meeting London - Meanwhile, in London, the stabathon continues. Police still busy arresting people for tweets Photos Pres. Buhari received Osinbajo, Saraki amp Dogara at the statehouse before jetting out to Lo... Sandwiches for sale, London , photo by Glen F. happy birthday dear have a great day and hopefully see you in london xx The countdown is on and the holiday prep has begun! Spain, I am SO ready for you. London, ISIS Calls for More Truck Attacks, 'Killing, Stabbing, Slitting Throats' in London President amp Vice President last night, before the President departed for London. VP will function Does anyone know who rescued Felix the cat? We'd love to speak to them Photos Pres. Buhari received Osinbajo, Saraki amp Dogara at the statehouse before jetting out to Lo... BREAKING Buhari meets Osinbajo, Saraki, Dogara ahead of his medical trip to London photos Back to London today! I've had the most amazing trip filled with wonderful, generous people and lots of music https Tonight I leave for London, to see my doctors. When I came back in March, I hinted that there might be a need to return soon,f We came and slayyyyed now onto London for RAW Rents in London fell for the first time since in April. Tonight I leave for London, to see my doctors. When I came back in March, I hinted that there might be a need to return soon,f Photos Pres. Buhari received Osinbajo, Saraki amp Dogara at the statehouse before jetting out to Lo... my inner nerd loves this map finally made sense of London's train stations PMB travels tonight for medical follow-up. Length of stay to be determined by London doctors.Govt to function normally unde . to open flagship on Londons Regent Street. As President Buhari embarks on yet another medical trip to london, I wish him safe re..co..co....journey. London News Search Rebekah Elmaloglou is on a mission to lose kilos London - It's time for another Indie Author Day! Some lucky people are going to find 's in London! Gerrard eyes Liverpool coaching role PHOTOS Buhari meets Osinbajo, Saraki, others before London trip PHOTOS Buhari meets Osinbajo, Saraki, others before London trip Love it Sandwiches for sale, London , photo by Glen F. PHOTOS Buhari meets Osinbajo, Saraki, others before London trip PHOTOS Buhari meets Osinbajo, Saraki, others before London trip PHOTOS Buhari meets Osinbajo, Saraki, others before London trip Barbara Windsor to be made a Dame? Fani Kayode Reacts To President Buhari's London Medical Trip - The Whole Thing Stinks Interested in a in England? This could be a great fit PHOTOS Buhari meets Osinbajo, Saraki, others before London trip . The only solution is to break up . - Sunderland second opinion An unhappy Christmas after a Boxing Why Buhari Decides To Travel To London At Night Presidency PHOTOS Buhari meets Osinbajo, Saraki, others before London trip Battleground Seats London - Conservative Home Unbuilt London The Crystal Span Bridge Find a solicitor in Ruislip using our improved solicitor search function - PHOTOS Buhari meets Osinbajo, Saraki, others before London trip Barbara Windsor to be made a Dame? See you Tuesday, London! Looking forward to our IBM Spectrum Scale User Group Meeting on May -! Fani Kayode Reacts To President Buhari's London Medical Trip - The Whole Thing Stinks Barbara Windsor to be made a Dame? President amp Vice President last night, before the President departed for London. VP will function PHOTOS Buhari meets Osinbajo, Saraki, others before London trip Photos Pres. Buhari received Osinbajo, Saraki amp Dogara at the statehouse before jetting out to Lo... Fani Kayode Reacts To President Buhari's London Medical Trip - The Whole Thing Stinks Sandwiches for sale, London , photo by Glen F. Photos Pres. Buhari received Osinbajo, Saraki amp Dogara at the statehouse before jetting out to London Barbara Windsor to be made a Dame? The Churchgate Lounge is perfect place to get some done. The first building to achieve Photos Pres. Buhari received Osinbajo, Saraki amp Dogara at the statehouse before jetting out to London coming for ya, london Ariana Neal begins filming series based on childhood in Queens Watch same set of people that wanted Buhari to go to London start hashtag Barbara Windsor to be made a Dame? Photos Pres. Buhari received Osinbajo, Saraki amp Dogara at the statehouse before jetting out to Lo... President heads back to London for medical tests, leaving VP in charge. All ready at The Ritz,London for our Transparency and Trusthow to choose the right offshore structure and jurisdi For all the runners. Its just you amp your miles. Trainee IT Recruitment Consultant - Warm Desk I entered the Front Row lottery to see on ! Enter London High Level Forum To Chart SomaliasFuture Sandwiches for sale, London , photo by Glen F. If an asteroid hit London only of deaths would be from impact New Scientist , free books snapped up at Morpeth schools giveaway event Flight Cathay Pacific from LondonLHR arrived at gate . London Togetic M until AM at Muswell Hill Rd London Aerodactyl M until AM at Wimbledon Park Rd it literally costs more for one train down to London than it does for the tickets to see shawn First cruise ship into central London this year La Boreal will moor alongside HMS Belfast this afternoon. I went to London for sos and I'm going to Manchester for Harry Styles, i don't know which is farther London Arcanine M until AM at Sumpter Cl London News Search Thousands migration target will be Tory manifesto pledge London - So that's a wrap on our Tower Bridge Exhibition install. Rumble strips London Fields style. London rents fall for first time since by . by amp Almost time for days of walking! miles by this wonderful lady from to save rescue London Sandwiches for sale, London , photo by Glen F. Must read by How a 'sleep faster, do more' culture in startups is threatening mental health Mixtape Amber London - Only Rep Da Unda Vol. EP London, United Kingdom President Buhari Tonight I leave for London, to see my doctors. Nigeria Doctors London High Level Forum To Chart SomaliasFuture Sandwiches for sale, London , photo by Glen F. London bridges Zoe Ball's boyfriend Billy Yates found dead aged President Buhari Tonight I leave for London, to see my doctors. Nigeria Doctors Just heading for RBTE in London - if you're there, look forward to meeting on the stand near the champagne bar! HAPPY BIRTHDAY TWINNY, I love you lots and I hope you have an amazing day also and I can't wait to meet you in londonXx Looking forward to kicking off this exciting new SW London concert series on May with some Bach, Haydn amp Mozart! Polluted Welsh stream kills eels and fish Can't wait for the people of Japan to see our film! https Photos Pres. Buhari received Osinbajo, Saraki amp Dogara at the statehouse before jetting out to Lo... London News Search ECB should adjust guidance as risks to growth more balanced Mersch London - Love this! Ed Sheeran treats ill girl to one-to-one concert French Voters in London Anyone but Le Pen - YouTube PMB journey to London makes no difference, even in his presence all we felt was his absence. He should complete his tenure there Photos Pres. Buhari received Osinbajo, Saraki amp Dogara at the statehouse before jetting out to Lo... Everyone loves the passer-by who saved a drowning cat and walked off like it was nothing via Photos Pres. Buhari received Osinbajo, Saraki amp Dogara at the statehouse before jetting out to Lo...",
    "Stemmed Text": "tonight i leav for london to see my doctor when i came back in march i hint that there might be a need to re whilst politician pretend the street are safe a young man is be knife to death in london near everi day london fatal knife stab in just day when is go to pull his finger out and act sandwich for sale london photo by glen f this weekend i m off to london to walk mile over night all for breast cancer if anyon would like to donat london news search macron win french presid to european alli relief london if we don t employ this is what s come muslim in london say they will domin the west free book snap up at morpeth school giveaway event photo pres buhari receiv osinbajo saraki amp dogara at the statehous befor jet out to lo to lst due will no longer call at hatfield peverel and regist today for our team will be happi to engag with you in london lst to due is prev delay is further delay at is now min l hahahaha mhen i love this buhari style of presid even small headach baba don jet out straight to london ltd facil on the to lst due tax payer fund claim hijab wear basketbal player jihadi s are a big step forward for women s sport tax payer fund claim hijab wear basketbal player jihadi s are a big step forward for women s sport photo pres buhari receiv osinbajo saraki amp dogara at the statehous befor jet out to lo presid buhari tonight i leav for london to see my doctor nigeria doctor yesteryear diva mumtaz spot in london but you can hard recognis her see viral pic earli drive essenti on rout to london london again today and tomorrow presid buhari tonight i leav for london to see my doctor nigeria doctor photo pres buhari receiv osinbajo saraki amp dogara at the statehous befor jet out to lo social media strategi in step ail buhari off to london on indefinit medic vacat if you want to find the roman ruin under leadenhal market all you need to do is pop into the hairdress london news search taiwan activist appeal to china not to politic u n health meet london meanwhil in london the stabathon continu polic still busi arrest peopl for tweet photo pres buhari receiv osinbajo saraki amp dogara at the statehous befor jet out to lo sandwich for sale london photo by glen f happi birthday dear have a great day and hope see you in london xx the countdown is on and the holiday prep has begun spain i am so readi for you london isi call for more truck attack kill stab slit throat in london presid amp vice presid last night befor the presid depart for london vp will function doe anyon know who rescu felix the cat we d love to speak to them photo pres buhari receiv osinbajo saraki amp dogara at the statehous befor jet out to lo break buhari meet osinbajo saraki dogara ahead of his medic trip to london photo back to london today i ve had the most amaz trip fill with wonder generous peopl and lot of music https tonight i leav for london to see my doctor when i came back in march i hint that there might be a need to return soon f we came and slayyyi now onto london for raw rent in london fell for the first time sinc in april tonight i leav for london to see my doctor when i came back in march i hint that there might be a need to return soon f photo pres buhari receiv osinbajo saraki amp dogara at the statehous befor jet out to lo my inner nerd love this map final made sens of london s train station pmb travel tonight for medic follow up length of stay to be determin by london doctor govt to function normal und to open flagship on london regent street as presid buhari embark on yet anoth medic trip to london i wish him safe re co co journey london news search rebekah elmaloglou is on a mission to lose kilo london it s time for anoth indi author day some lucki peopl are go to find s in london gerrard eye liverpool coach role photo buhari meet osinbajo saraki other befor london trip photo buhari meet osinbajo saraki other befor london trip love it sandwich for sale london photo by glen f photo buhari meet osinbajo saraki other befor london trip photo buhari meet osinbajo saraki other befor london trip photo buhari meet osinbajo saraki other befor london trip barbara windsor to be made a dame fani kayod react to presid buhari s london medic trip the whole thing stink interest in a in england this could be a great fit photo buhari meet osinbajo saraki other befor london trip the onli solut is to break up sunderland second opinion an unhappi christma after a box whi buhari decid to travel to london at night presid photo buhari meet osinbajo saraki other befor london trip battleground seat london conserv home unbuilt london the crystal span bridg find a solicitor in ruislip use our improv solicitor search function photo buhari meet osinbajo saraki other befor london trip barbara windsor to be made a dame see you tuesday london look forward to our ibm spectrum scale user group meet on may fani kayod react to presid buhari s london medic trip the whole thing stink barbara windsor to be made a dame presid amp vice presid last night befor the presid depart for london vp will function photo buhari meet osinbajo saraki other befor london trip photo pres buhari receiv osinbajo saraki amp dogara at the statehous befor jet out to lo fani kayod react to presid buhari s london medic trip the whole thing stink sandwich for sale london photo by glen f photo pres buhari receiv osinbajo saraki amp dogara at the statehous befor jet out to london barbara windsor to be made a dame the churchgat loung is perfect place to get some done the first build to achiev photo pres buhari receiv osinbajo saraki amp dogara at the statehous befor jet out to london come for ya london ariana neal begin film seri base on childhood in queen watch same set of peopl that want buhari to go to london start hashtag barbara windsor to be made a dame photo pres buhari receiv osinbajo saraki amp dogara at the statehous befor jet out to lo presid head back to london for medic test leav vp in charg all readi at the ritz london for our transpar and trusthow to choos the right offshor structur and jurisdi for all the runner it just you amp your mile traine it recruit consult warm desk i enter the front row lotteri to see on enter london high level forum to chart somaliasfutur sandwich for sale london photo by glen f if an asteroid hit london onli of death would be from impact new scientist free book snap up at morpeth school giveaway event flight cathay pacif from londonlhr arriv at gate london toget m until am at muswel hill rd london aerodactyl m until am at wimbledon park rd it liter cost more for one train down to london than it doe for the ticket to see shawn first cruis ship into central london this year la boreal will moor alongsid hms belfast this afternoon i went to london for sos and i m go to manchest for harri style i don t know which is farther london arcanin m until am at sumpter cl london news search thousand migrat target will be tori manifesto pledg london so that s a wrap on our tower bridg exhibit instal rumbl strip london field style london rent fall for first time sinc by by amp almost time for day of walk mile by this wonder ladi from to save rescu london sandwich for sale london photo by glen f must read by how a sleep faster do more cultur in startup is threaten mental health mixtap amber london onli rep da unda vol ep london unit kingdom presid buhari tonight i leav for london to see my doctor nigeria doctor london high level forum to chart somaliasfutur sandwich for sale london photo by glen f london bridg zoe ball s boyfriend billi yate found dead age presid buhari tonight i leav for london to see my doctor nigeria doctor just head for rbte in london if you re there look forward to meet on the stand near the champagn bar happi birthday twinni i love you lot and i hope you have an amaz day also and i can t wait to meet you in londonxx look forward to kick off this excit new sw london concert seri on may with some bach haydn amp mozart pollut welsh stream kill eel and fish can t wait for the peopl of japan to see our film https photo pres buhari receiv osinbajo saraki amp dogara at the statehous befor jet out to lo london news search ecb should adjust guidanc as risk to growth more balanc mersch london love this ed sheeran treat ill girl to one to one concert french voter in london anyon but le pen youtub pmb journey to london make no differ even in his presenc all we felt was his absenc he should complet his tenur there photo pres buhari receiv osinbajo saraki amp dogara at the statehous befor jet out to lo everyon love the passer by who save a drown cat and walk off like it was noth via photo pres buhari receiv osinbajo saraki amp dogara at the statehous befor jet out to lo",
    "Twits": [
      {
        "text": "Tonight I leave for London, to see my doctors. When I came back in March, I hinted that there might be a need to re… https://t.co/v83yZoR4AK",
        "id": 861306820039594000,
        "location": "",
        "coordinates": null
      },
      {
        "text": "Whilst politicians pretend the streets are safe, a young man is being knifed to death in London nearly every day. https://t.co/YAMSNNwDfa",
        "id": 860899183380901900,
        "location": "England",
        "coordinates": null
      },
      {
        "text": "LONDON: 10 fatal knife stabbings in just 11 days. When is @SadiqKhan going to pull his finger out and ACT? https://t.co/XkqZF2x8L3",
        "id": 860897387124056000,
        "location": "Brexit Britain",
        "coordinates": null
      },
      {
        "text": "RT @robnitm: Sandwiches for sale, London 1972, photo by Glen F. https://t.co/bY82To4T02",
        "id": 861473658472190000,
        "location": "London / Bath / travels",
        "coordinates": null
      },
      {
        "text": "This weekend I'm off to London to walk 26 miles over night all for Breast Cancer. \nIf anyone would like to donate... https://t.co/iMUnEPNHFC",
        "id": 861473652973465600,
        "location": "",
        "coordinates": null
      },
      {
        "text": "London News Search (Macron wins French presidency, to European allies' relief) 1 London - https://t.co/KtZwrsiEfD",
        "id": 861473650331050000,
        "location": "London, England",
        "coordinates": null
      },
      {
        "text": "RT @kwilli1046: If we don't employ #ExtremeVetting this is what's coming. \"Muslims in London saying they will dominate the West\" https://t.…",
        "id": 861473649500573700,
        "location": "",
        "coordinates": null
      },
      {
        "text": "1,500 free books snapped up at Morpeth school’s ‘giveaway’ event https://t.co/FtjPOyx4Dj #London https://t.co/a1upQy2GQ4",
        "id": 861473640033828900,
        "location": "London, UK",
        "coordinates": {
          "type": "Point",
          "coordinates": [
            -0.1072084,
            51.50536327
          ]
        }
      },
      {
        "text": "Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to Lo... https://t.co/oPBv6mVsUW",
        "id": 861473636821217300,
        "location": "lagos",
        "coordinates": null
      },
      {
        "text": "06:40 #Braintree to #London LST due 07:46 will no longer call at Hatfield Peverel, #Shenfield and #Stratford.",
        "id": 861473632752590800,
        "location": "East Anglia, UK",
        "coordinates": {
          "type": "Point",
          "coordinates": [
            1.307019,
            52.62701449
          ]
        }
      },
      {
        "text": "RT @nokianetworks: Register today for #SCWS! Our #smallcells team will be happy to engage with you in London: https://t.co/VUfgifMWsa @smal…",
        "id": 861473632513474600,
        "location": "とうほぐ",
        "coordinates": null
      },
      {
        "text": "06:25 #London LST to #Norwich due 08:27 is prev delayed, is further delayed at #Chelmsford is now 6 mins l8.",
        "id": 861473631695544300,
        "location": "East Anglia, UK",
        "coordinates": {
          "type": "Point",
          "coordinates": [
            1.307019,
            52.62701449
          ]
        }
      },
      {
        "text": "Hahahaha.... Mhen I love this Buhari style of presidency.... Even small headache baba don jet out straight to London... 😁...",
        "id": 861473630986940400,
        "location": "Ogogoro Village, Nigeria",
        "coordinates": null
      },
      {
        "text": "Ltd facilities on the 07:40 #Norwich to #London LST due 09:24.",
        "id": 861473630567317500,
        "location": "East Anglia, UK",
        "coordinates": {
          "type": "Point",
          "coordinates": [
            1.307019,
            52.62701449
          ]
        }
      },
      {
        "text": "RT @AmyMek: Tax-payer funded @BBC claims Hijab Wearing Basketball Players (Jihadi's) are a 'Big Step Forward for Women's Sport' \nhttps://t.…",
        "id": 861473629841887200,
        "location": "Grand Junction Colorado",
        "coordinates": null
      },
      {
        "text": "RT @AmyMek: Tax-payer funded @BBC claims Hijab Wearing Basketball Players (Jihadi's) are a 'Big Step Forward for Women's Sport' \nhttps://t.…",
        "id": 861473625622409200,
        "location": "Houston, TX",
        "coordinates": null
      },
      {
        "text": "Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to Lo... https://t.co/0DJWo9W8PA",
        "id": 861473623797903400,
        "location": "Midgard",
        "coordinates": null
      },
      {
        "text": "RT @Jidee_: President Buhari: Tonight I leave for London, to see my doctors. \n\nNigeria Doctors: https://t.co/1tqvRLOGYS",
        "id": 861473621407129600,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @aliasgar1234: Yesteryear diva Mumtaz spotted in London but you can hardly recognise her. See viral pic... https://t.co/QqekafpWye",
        "id": 861473620887040000,
        "location": "India",
        "coordinates": null
      },
      {
        "text": "RT @ProAthleteSupps: Early drive essentials on route to london https://t.co/W07JW8Buz6",
        "id": 861473617523208200,
        "location": "South Wales",
        "coordinates": null
      },
      {
        "text": "London again today and tomorrow 🎉",
        "id": 861473611911237600,
        "location": "Wirral, England",
        "coordinates": null
      },
      {
        "text": "RT @Jidee_: President Buhari: Tonight I leave for London, to see my doctors. \n\nNigeria Doctors: https://t.co/1tqvRLOGYS",
        "id": 861473611521155100,
        "location": "Tema, Ghana",
        "coordinates": null
      },
      {
        "text": "Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to Lo... https://t.co/XeRp0pVHde",
        "id": 861473610619379700,
        "location": "",
        "coordinates": null
      },
      {
        "text": "Social Media Strategy in 8 Steps:\nhttps://t.co/40Hd0dHHFz\n\n#london #socialmediamarketing #marketing #content #online #strategy #business",
        "id": 861473606076960800,
        "location": "London UK, USA & Canada",
        "coordinates": null
      },
      {
        "text": "RT @pmnewsnigeria: Ailing Buhari Off To London On Indefinite Medical Vacation  https://t.co/l7vhSU7TgZ https://t.co/8MfPn8d49t",
        "id": 861473605087047700,
        "location": "Ikeja",
        "coordinates": null
      },
      {
        "text": "RT @Look_UpLondon: If you want to find the Roman ruins under Leadenhall Market, all you need to do is pop into the Hairdresser... https://t…",
        "id": 861473604940312600,
        "location": "Edinburgh, Scotland",
        "coordinates": null
      },
      {
        "text": "London News Search (Taiwan activists appeal to China not to politicize U.N. health meeting) 1 London - https://t.co/Qp2LhjXibt",
        "id": 861473600280375300,
        "location": "London, England",
        "coordinates": null
      },
      {
        "text": "RT @hostileholly5w: Meanwhile, in London, the stabathon continues. Police still busy arresting people for tweets @KTHopkins  https://t.co/J…",
        "id": 861473599974248400,
        "location": "Loughborough ",
        "coordinates": null
      },
      {
        "text": "Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to Lo... https://t.co/7HkCC0B3Qe",
        "id": 861473598065844200,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @robnitm: Sandwiches for sale, London 1972, photo by Glen F. https://t.co/bY82To4T02",
        "id": 861473597058973700,
        "location": "Te Whanganui-ā-Tara, Aotearoa",
        "coordinates": null
      },
      {
        "text": "happy birthday dear @frabortol897\nhave a great day and hopefully see you in london xx",
        "id": 861473595297542100,
        "location": "lost in justin's eyes",
        "coordinates": null
      },
      {
        "text": "The countdown is on and the holiday prep has begun! Spain, I am SO ready for you. 🌴 @ London,… https://t.co/B4tLcw2SMj",
        "id": 861473591933751300,
        "location": "Kent / London",
        "coordinates": null
      },
      {
        "text": "RT @GrahamGtk1954: ISIS Calls for More Truck Attacks, 'Killing, Stabbing, Slitting Throats' in London https://t.co/dzsqxB83Uv",
        "id": 861473588670582800,
        "location": "Abu Dhabi, United Arab Emirate",
        "coordinates": null
      },
      {
        "text": "RT @NGRPresident: President @MBuhari &amp; Vice President @ProfOsinbajo last night, before the President departed for London. VP will function…",
        "id": 861473587609448400,
        "location": "COO, OMtec(Waterproof) Nigeria",
        "coordinates": null
      },
      {
        "text": "RT @RSPCA_official: Does anyone know who rescued Felix the cat? We'd love to speak to them 🐱 https://t.co/lrdDJkxO3X",
        "id": 861473585503850500,
        "location": "Romford, London",
        "coordinates": null
      },
      {
        "text": "Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to Lo... https://t.co/RfyiJ3POsQ",
        "id": 861473585470287900,
        "location": "Catalonia, Spain",
        "coordinates": null
      },
      {
        "text": "BREAKING: Buhari meets Osinbajo, Saraki, Dogara ahead of his medical trip to London (photos): https://t.co/OqWXHVxOD9",
        "id": 861473583012487200,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @TrulyFord: Back to London today! 🌨💦 I've had the most amazing trip filled with wonderful, generous people and lots of music 💥💥💥 https:/…",
        "id": 861473581724819500,
        "location": "West Midlands, England",
        "coordinates": null
      },
      {
        "text": "RT @MBuhari: Tonight I leave for London, to see my doctors. When I came back in March, I hinted that there might be a need to return soon,f…",
        "id": 861473581473124400,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @NiaJaxWWE: We came and slayyyyed #WWELiverpool now onto London for RAW #RAWisRUDE #TeamRude @AlexaBliss_WWE https://t.co/1TXaeblsL0",
        "id": 861473579355000800,
        "location": "Alcester, England",
        "coordinates": null
      },
      {
        "text": "Rents in London fell for the first time since 2009 in April. https://t.co/ynx30Onn85",
        "id": 861473573004816400,
        "location": "London",
        "coordinates": null
      },
      {
        "text": "RT @MBuhari: Tonight I leave for London, to see my doctors. When I came back in March, I hinted that there might be a need to return soon,f…",
        "id": 861473570278559700,
        "location": "Lagos Nigeria ",
        "coordinates": null
      },
      {
        "text": "Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to Lo... https://t.co/afSltAdbdt",
        "id": 861473559876599800,
        "location": "Kwara",
        "coordinates": null
      },
      {
        "text": "RT @CalumSPlath: my inner nerd loves this map 🚃 finally made sense of London's train stations https://t.co/PzuEiqvaSv",
        "id": 861473558777737200,
        "location": "Cheshire",
        "coordinates": null
      },
      {
        "text": "RT @FemAdesina: PMB travels tonight for medical follow-up. Length of stay to be determined by London doctors.Govt to function normally unde…",
        "id": 861473557825671200,
        "location": "Johannesburg, South Africa",
        "coordinates": null
      },
      {
        "text": ".@ASICSUK to open flagship on London’s Regent Street. https://t.co/xqAyCd8228 #retailers #news @RegentStreetW1 https://t.co/4nRReOEG4B",
        "id": 861473557427003400,
        "location": "India, Bangladesh, Vietnam",
        "coordinates": null
      },
      {
        "text": "RT @Rouvafe: As President Buhari embarks on yet another medical trip to london, I wish him safe re..co..co....journey.",
        "id": 861473557271990300,
        "location": "",
        "coordinates": null
      },
      {
        "text": "London News Search (Rebekah Elmaloglou is on a mission to lose 10 kilos) 1 London - https://t.co/9oONXsSwhS",
        "id": 861473553358741500,
        "location": "London, England",
        "coordinates": null
      },
      {
        "text": "RT @EllenHarber: It's time for another Indie Author Day! Some lucky people are going to find @rogersonsm's #VisionsOfZarua in London! #indi…",
        "id": 861473552444387300,
        "location": "Cleveland, OH",
        "coordinates": null
      },
      {
        "text": "Gerrard eyes Liverpool coaching role #LiverpoolvsLeicester # #Liverpool #Liverpool https://t.co/mHxHztfVbk https://t.co/ArkkDAyme0",
        "id": 861473550888075300,
        "location": "Nevada",
        "coordinates": null
      },
      {
        "text": "PHOTOS: Buhari meets Osinbajo, Saraki, others before London trip https://t.co/WcQqnNKcLq https://t.co/Fq44XD5d1g",
        "id": 861473548824477700,
        "location": "Inside your head",
        "coordinates": null
      },
      {
        "text": "PHOTOS: Buhari meets Osinbajo, Saraki, others before London trip",
        "id": 861473546232447000,
        "location": "Uyo,Nigeria",
        "coordinates": {
          "type": "Point",
          "coordinates": [
            3.3792057,
            6.5243793
          ]
        }
      },
      {
        "text": "Love it: RT @robnitm: Sandwiches for sale, London 1972, photo by Glen F. https://t.co/5fPe9HcHWp”",
        "id": 861473546060652500,
        "location": "West Sussex",
        "coordinates": null
      },
      {
        "text": "PHOTOS: Buhari meets Osinbajo, Saraki, others before London trip",
        "id": 861473545376772100,
        "location": "Nigeria",
        "coordinates": {
          "type": "Point",
          "coordinates": [
            8.04199219,
            9.45312578
          ]
        }
      },
      {
        "text": "PHOTOS: Buhari meets Osinbajo, Saraki, others before London trip",
        "id": 861473543510413300,
        "location": "Akwa Ibom, Nigeria",
        "coordinates": {
          "type": "Point",
          "coordinates": [
            3.36181641,
            6.45041156
          ]
        }
      },
      {
        "text": "PHOTOS: Buhari meets Osinbajo, Saraki, others before London trip https://t.co/RU0uKpBaOg https://t.co/Lu7AL5N687",
        "id": 861473543032258600,
        "location": "Lagos, Nigeria.",
        "coordinates": null
      },
      {
        "text": "RT @amyrightside: Barbara Windsor to be made a Dame? #PhilMitchell # #BarbaraWindsor #BarbaraWindsor https://t.co/DAFtgdVWvq #philmitchellb…",
        "id": 861473540205195300,
        "location": "Nevada",
        "coordinates": null
      },
      {
        "text": "Fani Kayode Reacts To President Buhari's London Medical Trip - \"The Whole Thing Stinks\" https://t.co/HKKyaBPSKo https://t.co/Z4qcnq0l8b",
        "id": 861473538871509000,
        "location": "",
        "coordinates": null
      },
      {
        "text": "Interested in a #job in #London, England? This could be a great fit: https://t.co/vbjgneYjHf #Sales #Hiring",
        "id": 861473538355511300,
        "location": "London",
        "coordinates": {
          "type": "Point",
          "coordinates": [
            -0.1277583,
            51.5073509
          ]
        }
      },
      {
        "text": "PHOTOS: Buhari meets Osinbajo, Saraki, others before London trip https://t.co/ajHJW6jjWP https://t.co/O7XPM16nG1",
        "id": 861473536447201300,
        "location": "Lagos,Abuja,Nigeria",
        "coordinates": null
      },
      {
        "text": "RT @seanpaulday: .@davidkurten @peterwhittle @TfL @davidkurten @peterwhittle \n\nThe only solution is to break up @TfL. \n\nhttps://t.co/55BDJU…",
        "id": 861473535721697300,
        "location": "London",
        "coordinates": null
      },
      {
        "text": "#ManCity 4-1 Sunderland second opinion: An unhappy Christmas after a Boxing #ManCity https://t.co/4hWMYdVlL7",
        "id": 861473535587369000,
        "location": "Maine",
        "coordinates": null
      },
      {
        "text": "Why Buhari Decides To Travel To London At Night – Presidency https://t.co/pMqZX4OYje https://t.co/IC7OLkYqM6",
        "id": 861473535205662700,
        "location": "Federal Capital Territory",
        "coordinates": null
      },
      {
        "text": "PHOTOS: Buhari meets Osinbajo, Saraki, others before London trip https://t.co/EMYqzjBjib https://t.co/gvX2cWLbsd",
        "id": 861473534584864800,
        "location": "Nigeria",
        "coordinates": null
      },
      {
        "text": "Battleground Seats 5) London - Conservative Home https://t.co/AsAUoytncw #London https://t.co/lkwgPQBEqS",
        "id": 861473533536247800,
        "location": "Europe",
        "coordinates": null
      },
      {
        "text": "RT @QoffeeApp: Unbuilt London: The Crystal Span Bridge https://t.co/85Euf5fvWy #coffee https://t.co/gPYXtzh6ID",
        "id": 861473532424982500,
        "location": "London",
        "coordinates": null
      },
      {
        "text": "RT @conveyancy1st: Find a solicitor in Ruislip using our improved solicitor search function - https://t.co/HE6kZYv8VC",
        "id": 861473529119875100,
        "location": "Ruislip, Middlesex, England",
        "coordinates": null
      },
      {
        "text": "PHOTOS: Buhari meets Osinbajo, Saraki, others before London trip https://t.co/uelZOIj8kX https://t.co/eSqvaQ7Ush",
        "id": 861473528658276400,
        "location": "Lagos, Nigeria",
        "coordinates": null
      },
      {
        "text": "RT @amyrightside: Barbara Windsor to be made a Dame? #PhilMitchell # #BarbaraWindsor #BarbaraWindsor https://t.co/DAFtgdVWvq #philmitchellb…",
        "id": 861473524841496600,
        "location": "NY",
        "coordinates": null
      },
      {
        "text": "RT @IBMStorage: See you Tuesday, London! Looking forward to our IBM Spectrum Scale User Group Meeting on May 9-10! https://t.co/k5CqUB5wx5",
        "id": 861473523684048900,
        "location": "Montpellier",
        "coordinates": null
      },
      {
        "text": "Fani Kayode Reacts To President Buhari's London Medical Trip - \"The Whole Thing Stinks\" https://t.co/vc0RnbL1bM",
        "id": 861473523251818500,
        "location": "Nigeria",
        "coordinates": null
      },
      {
        "text": "RT @amyrightside: Barbara Windsor to be made a Dame? #PhilMitchell # #BarbaraWindsor #BarbaraWindsor https://t.co/DAFtgdVWvq #philmitchellb…",
        "id": 861473523033718800,
        "location": "Florida",
        "coordinates": null
      },
      {
        "text": "RT @NGRPresident: President @MBuhari &amp; Vice President @ProfOsinbajo last night, before the President departed for London. VP will function…",
        "id": 861473522379575300,
        "location": "",
        "coordinates": null
      },
      {
        "text": "PHOTOS: Buhari meets Osinbajo, Saraki, others before London trip https://t.co/XB1oPcJdm0 https://t.co/uGxJcXLySy",
        "id": 861473521494409200,
        "location": "Lagos, Nigeria",
        "coordinates": null
      },
      {
        "text": "Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to Lo... https://t.co/yHqltbmQUd",
        "id": 861473520911618000,
        "location": "Abuja, FCT",
        "coordinates": null
      },
      {
        "text": "Fani Kayode Reacts To President Buhari's London Medical Trip - \"The Whole Thing Stinks\" https://t.co/i9RwfwgH1T",
        "id": 861473519351320600,
        "location": "Nigeria",
        "coordinates": null
      },
      {
        "text": "RT @robnitm: Sandwiches for sale, London 1972, photo by Glen F. https://t.co/bY82To4T02",
        "id": 861473516872495100,
        "location": "",
        "coordinates": null
      },
      {
        "text": "Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to London https://t.co/qnIagcC5Yl",
        "id": 861473515563647000,
        "location": "Nigeria",
        "coordinates": null
      },
      {
        "text": "Barbara Windsor to be made a Dame? #PhilMitchell # #BarbaraWindsor #BarbaraWindsor https://t.co/O8fdoOWojy",
        "id": 861473514582233100,
        "location": "Ohio",
        "coordinates": null
      },
      {
        "text": "The Churchgate #Business Lounge is perfect place to get some #work done. The first building to achieve @WiredScore… https://t.co/nMCbmw0MdW",
        "id": 861473511583490000,
        "location": "Manchester, UK",
        "coordinates": null
      },
      {
        "text": "Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to London https://t.co/8KGiHrHTDI",
        "id": 861473511436468200,
        "location": "Nigeria",
        "coordinates": null
      },
      {
        "text": "RT @HeyViolet: coming for ya, london",
        "id": 861473510392246300,
        "location": "Leeds ",
        "coordinates": null
      },
      {
        "text": "Ariana Neal begins filming series based on #NickiMinaj's childhood in Queens #NickiMinaj https://t.co/laNSs8lCus https://t.co/d6AC5cs0qp",
        "id": 861473509255503900,
        "location": "Prescott Valley",
        "coordinates": null
      },
      {
        "text": "RT @kebram: Watch same set of people that wanted Buhari to go to London start hashtag #whereisbuhari",
        "id": 861473505510084600,
        "location": "",
        "coordinates": null
      },
      {
        "text": "RT @amyrightside: Barbara Windsor to be made a Dame? #PhilMitchell # #BarbaraWindsor #BarbaraWindsor https://t.co/DAFtgdVWvq #philmitchellb…",
        "id": 861473499218563100,
        "location": " USA",
        "coordinates": null
      },
      {
        "text": "Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to Lo... https://t.co/dkbRs757Tt",
        "id": 861473493950632000,
        "location": "Ilorin, Kwara state.",
        "coordinates": null
      },
      {
        "text": "RT @PaulWallace123: #Nigeria's President #Buhari heads back to London for medical tests, leaving VP #Osinbajo in charge. https://t.co/zPIdD…",
        "id": 861473492474245100,
        "location": "Ikoyi, Nigeria",
        "coordinates": null
      },
      {
        "text": "All ready at The Ritz,London for our \"Transparency and Trust:how to choose the right offshore structure and jurisdi… https://t.co/TDHSwnFqoC",
        "id": 861473492277055500,
        "location": "British Virgin Islands",
        "coordinates": null
      },
      {
        "text": "https://t.co/Y4bLFxSYRl For all the runners. Its just you &amp; your miles.",
        "id": 861473488615465000,
        "location": "Mumbai, India",
        "coordinates": null
      },
      {
        "text": "Trainee IT Recruitment Consultant - Warm Desk https://t.co/S2r7sahhRk",
        "id": 861473770564923400,
        "location": "London",
        "coordinates": null
      },
      {
        "text": "RT @JessieJ_Global: I entered the £15 Front Row lottery to see @DreamgirlsLDN on @TodayTixUK! Enter: https://t.co/p1jltsRkWk",
        "id": 861473769788932100,
        "location": "London",
        "coordinates": null
      },
      {
        "text": "London High Level Forum To Chart Somalia’s Future https://t.co/152FHE5tYr https://t.co/FUPY6iRmEb",
        "id": 861473766295167000,
        "location": "Somalia",
        "coordinates": null
      },
      {
        "text": "RT @robnitm: Sandwiches for sale, London 1972, photo by Glen F. https://t.co/bY82To4T02",
        "id": 861473763124183000,
        "location": "Brighton",
        "coordinates": null
      },
      {
        "text": "If an asteroid hit London only 3% of deaths would be from impact | New Scientist https://t.co/WaYK05BNKr",
        "id": 861473761253609500,
        "location": "Bangkok, Thailand",
        "coordinates": null
      },
      {
        "text": "RT @DaiIyLONDON: 1,500 free books snapped up at Morpeth school’s ‘giveaway’ event https://t.co/FtjPOyx4Dj #London https://t.co/a1upQy2GQ4",
        "id": 861473758728646700,
        "location": "",
        "coordinates": null
      },
      {
        "text": "Flight #CX256 (Cathay Pacific) from London/LHR arrived at gate 14:51.",
        "id": 861473758661537800,
        "location": "Hong Kong",
        "coordinates": null
      },
      {
        "text": "[London] Togetic (M)  until 08:16:55AM at 36 Muswell Hill Rd https://t.co/YYmCyFuRCo https://t.co/YTg9JQSkpS",
        "id": 861473754861498400,
        "location": "London",
        "coordinates": null
      },
      {
        "text": "[London] Aerodactyl (M)  until 08:21:16AM at 402 Wimbledon Park Rd https://t.co/MtM43EBT4W https://t.co/bIodroQfR8",
        "id": 861473753498349600,
        "location": "London",
        "coordinates": null
      },
      {
        "text": "it literally costs more for one train down to London than it does for the tickets to see shawn😤",
        "id": 861473752764350500,
        "location": "scotland",
        "coordinates": null
      },
      {
        "text": "RT @LondonPortAuth: First cruise ship into central London this year: La Boreal will moor alongside HMS Belfast this afternoon.  @TowerBridg…",
        "id": 861473751858393100,
        "location": "London, England",
        "coordinates": null
      },
      {
        "text": "I went to London for 5sos and I'm going to Manchester for Harry Styles, i don't know which is farther https://t.co/gCuQVpwAE3",
        "id": 861473751673733100,
        "location": "",
        "coordinates": null
      },
      {
        "text": "[London] Arcanine (M)  until 08:20:16AM at 5 Sumpter Cl https://t.co/UWeGireF1F https://t.co/HbG0x6PfLY",
        "id": 861473750675574800,
        "location": "London",
        "coordinates": null
      },
      {
        "text": "London News Search (Thousands migration target will be Tory manifesto pledge) 1 London - https://t.co/Sdd3FUcaVg",
        "id": 861473748708466700,
        "location": "London, England",
        "coordinates": null
      },
      {
        "text": "So that's a wrap on our Tower Bridge Exhibition install. #towerbridge #london #builtenvironment #design #signage… https://t.co/OZxnjdDhB0",
        "id": 861473746632269800,
        "location": "London, England",
        "coordinates": null
      },
      {
        "text": "RT @sw19cam: Rumble strips London Fields style. https://t.co/ZYNC1raCjx",
        "id": 861473745453666300,
        "location": "stockport",
        "coordinates": null
      },
      {
        "text": "@guardian: London rents fall for first time since 2009 by 1.2%\nhttps://t.co/RXxNrmrcci by @pcollinson &amp;… https://t.co/LrlYSgneT4",
        "id": 861473739015376900,
        "location": "United Kingdom",
        "coordinates": null
      },
      {
        "text": "Almost time for 13 days of walking! 280 miles by this wonderful lady from @ManyTearsRescue to save rescue @ITVStudios London #Bristol #Wales",
        "id": 861473730010239000,
        "location": "Bristol, England",
        "coordinates": null
      },
      {
        "text": "RT @robnitm: Sandwiches for sale, London 1972, photo by Glen F. https://t.co/bY82To4T02",
        "id": 861473728043135000,
        "location": "Glasgow, Scotland",
        "coordinates": null
      },
      {
        "text": "Must read by @hazelsheffield: How a 'sleep faster, do more' culture in startups is threatening mental health https://t.co/BmCJPhKSY0",
        "id": 861473726306676700,
        "location": "City of London, London",
        "coordinates": null
      },
      {
        "text": "[Mixtape] Amber London - Only Rep Da Unda Vol.1 [EP] @KlvnAmberLondon @_DJRizzoGates @Spinrilla » https://t.co/IPjf3Ux3Xz",
        "id": 861473724976869400,
        "location": "下北沢、三軒茶屋",
        "coordinates": null
      },
      {
        "text": "RT @ItsTravelVibes: London, United Kingdom 🇬🇧 https://t.co/A2Vx8OXsUp",
        "id": 861473721365561300,
        "location": "Indonesia & UK",
        "coordinates": null
      },
      {
        "text": "RT @Jidee_: President Buhari: Tonight I leave for London, to see my doctors. \n\nNigeria Doctors: https://t.co/1tqvRLOGYS",
        "id": 861473719654522900,
        "location": "Loughborough",
        "coordinates": null
      },
      {
        "text": "London High Level Forum To Chart Somalia’s Future https://t.co/wAYykbopai https://t.co/APsiu7qzOV",
        "id": 861473715246305300,
        "location": "Mogadishu ",
        "coordinates": null
      },
      {
        "text": "RT @robnitm: Sandwiches for sale, London 1972, photo by Glen F. https://t.co/bY82To4T02",
        "id": 861473713233031200,
        "location": "",
        "coordinates": null
      },
      {
        "text": "London bridges https://t.co/N56QfWea3z",
        "id": 861473712226189300,
        "location": "the boxing ring",
        "coordinates": null
      },
      {
        "text": "RT @Independent: Zoe Ball's boyfriend Billy Yates found dead aged 40 https://t.co/5ibIgEYJn3",
        "id": 861473709105844200,
        "location": "American living in UK",
        "coordinates": null
      },
      {
        "text": "RT @Jidee_: President Buhari: Tonight I leave for London, to see my doctors. \n\nNigeria Doctors: https://t.co/1tqvRLOGYS",
        "id": 861473706119487500,
        "location": "Abuja / Port Harcourt, Nigeria",
        "coordinates": null
      },
      {
        "text": "Just heading for RBTE in London - if you're there, look forward to meeting on the @mygloodoo stand near the champagne bar! #retail",
        "id": 861473704580132900,
        "location": "United Kingdom",
        "coordinates": null
      },
      {
        "text": "@okokloserkid HAPPY BIRTHDAY TWINNY, I love you lots and I hope you have an amazing day also and I can't wait to meet you in london💛Xx",
        "id": 861473702235390000,
        "location": "75 days",
        "coordinates": null
      },
      {
        "text": "Looking forward to kicking off this exciting new SW London concert series on 18 May with some Bach, Haydn &amp; Mozart! https://t.co/FdSbHXhHzU",
        "id": 861473702222889000,
        "location": "London, UK",
        "coordinates": null
      },
      {
        "text": "Polluted Welsh stream kills eels and fish https://t.co/bsdg3GflcO",
        "id": 861473699546976300,
        "location": "London, England",
        "coordinates": null
      },
      {
        "text": "RT @hope_themovie: Can't wait for the people of Japan to see our film! @TokyoLiftOff @BadAssBradders #indie #indiefilm #filmfestival https:…",
        "id": 861473694857777200,
        "location": "London, UK",
        "coordinates": null
      },
      {
        "text": "Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to Lo... https://t.co/DzaSBjxz5e",
        "id": 861473688184651800,
        "location": "Minna, Niger State, Nigeria",
        "coordinates": null
      },
      {
        "text": "London News Search (ECB should adjust guidance as risks to growth more balanced: Mersch) 1 London - https://t.co/xfiGx9GZTO",
        "id": 861473684917284900,
        "location": "London, England",
        "coordinates": null
      },
      {
        "text": "RT @LoveKeepCreate: Love this! Ed Sheeran treats ill girl to one-to-one concert #EdSheeran #gig  https://t.co/s7Xa645HgK",
        "id": 861473682195087400,
        "location": "Buckingham ",
        "coordinates": null
      },
      {
        "text": "RT @TRobinsonNewEra: French Voters in London: “Anyone but Le Pen” - YouTube https://t.co/Nffbf8tCLi",
        "id": 861473678902440000,
        "location": "Joyces Creek, Victoria",
        "coordinates": null
      },
      {
        "text": "@FemAdesina PMB journey to London makes no difference, even in his presence all we felt was his absence. He should complete his tenure there",
        "id": 861473675731763200,
        "location": "Space",
        "coordinates": null
      },
      {
        "text": "Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to Lo... https://t.co/eVrGl05Nfe",
        "id": 861473675542974500,
        "location": "",
        "coordinates": null
      },
      {
        "text": "Everyone loves the passer-by who saved a drowning cat and walked off like it was nothing https://t.co/MrrKnD916d # via @HuffPostUK",
        "id": 861473671411621900,
        "location": "Romford, London",
        "coordinates": null
      },
      {
        "text": "Photos: Pres. Buhari received Osinbajo, Saraki &amp; Dogara at the statehouse before jetting out to Lo... https://t.co/o2qPwQiwZl",
        "id": 861473662859432000,
        "location": "Africa",
        "coordinates": null
      }
    ]
  }
}
